C1CC1
C1CCC2CN12
C1CCC2O[C@H]12
C1CCCCC1
C1CCC1
C1C[NH+]1
C1CCCC1
C1CCOC1
C1OC[C@@H]2CC12
C1C[C@@H]2C[N@H+]12
C1=CNC=N1
C1COC1
C1[C@]23C[C@]12O3
C1NC/C=C\CCN1
C1=C[C@H]2CC1C2
C1=CC=[NH+]C=C1
C1O[C@@H]2[C@H]1C[C@@H]1N[C@@H]12
C1=CN=CN=C1
C1C2C[C@@H]1O2
C1C2C[C@H]1C2
C1COC[C@@H]2C[C@H]12
C1=NN2CCOC2=C1
C1C[C@H]2CC(C2)O1
C1=C2CC[C@@H]2O[C@@H]2C[C@H]12
C1OC2CC12
C1[C@@H]2C3C[C@H]1C[C@H]23
C1=CC[NH2+]CC1
C1=CCCC1
C1[C@@H]2[C@@H]3[C@H]1O[C@H]23
C1CCN1
C1C2C3[C@H]4[C@@H]2[N@@H+]1[C@@H]34
C1CC2[NH+][C@H]12
C1=CCNC=C1
C1=NON=C1
C1=CC2=NNC=C2N=C1
C1O[C@@H]2CO[C@H]1C2
C1=CC2[C@H]3C[C@@H]2[C@@H]13
C1C[C@@H]2OC12
C1[C@H]2CC[C@@H]3C2[C@H]13
C1CCC2CN[C@@H]12
C1C[NH2+][C@H]2NC=C[C@@H]12
C1=NCNN=N1
C1CC[C@@H]2C[C@@H]2OC1
C1C[C@H]2OC[C@H]2N1
C1=C2CC[C@@H]2C[C@@H]2N[C@H]12
C1[C@H]2C[C@H]3[C@@H]1[C@@H]23
C1NCC2=C1C=CN2
C1=CCOC1
C1C[C@@H]2[C@H]3[C@H]4C[C@H]4[C@@H]2[C@@H]13
C1=N[N+]=CO1
C1[C@@H]2C3C[C@@H]2[N@@H+]13
C1C[C@@H]2OC3[C@H](C1)[C@H]23
C1[C@H]2[C@H]3CC1[N@@H+]23
C1=CN=CC=NC1
C1=CNCN1
C1=NNNN=N1
C1=CC[C@@H]2CO[C@@H]2C1
C1=C[C@]23C[C@H]2OC[C@@H]3C1
C1C[C@H]2C[C@@H]12
C1=C[C@@H]2C[C@@H]2OC1
C1O[C@H]2CCC1C2
C1C[C@@H]2C[C@@H]2CC1
C1=C2CC[C@@H]2OC1
C1CO[C@@H]2C[C@H]12
C1N[C@@H]2COC[C@H]12
C1=CC=CC=C1
C1CNCCCN1
C1=CC2CC[C@H]2C1
C1=CNN=C1
C1CC[N@@H+]2CC[C@H]12
C1CC[C@@H]2C[C@H]1O2
C1OCCC[C@H]2N[C@@H]12
C1CO1
C1=C[NH+]=CC=N1
C1=CNCC=N1
C1[CH-][C@H]2[C@H]3[C@H]4[C@@H]1[C@@H]2[N@@H+]34
C1=NN=NN1
C1=COC=N1
C1[C@@H]2OCO[C@H]12
C1CCOCO1
C1C[C@H]2[C@H]3C[C@@H]1[N@@H+]23
C1C[C@@H]2[C@H]1[C@@H]1O[C@@H]12
C1[C@H]2[C@H]3[C@H]4[C@@H]1C[C@H]4C23
C1=CNC[CH-]1
O1[C@@H]2C3C4[C@H]1[C@@H]4[C@H]23
C1CC2CC[C@@H]12
C1CC2N[C@@H]2C1
C1CC[C@H]2[C@]34O[C@@]23[C@H]14
C1[C@H]2[C@H]3C[C@H]3[C@@H]12
C1=NNC=N1
C1C[C@@]23CO[C@H]4[C@@H]2N[C@@]143
C1[C@@H]2[NH+][C@H]1[C@H]1O[C@@H]21
C1OC[C@@H]2C1[C@@H]1C[N@@H+]12
[CH-]1CC2C[C@H]3C[C@@H]1[C@@H]23
C1=CCOCC1
C1=CC2C[C@H](C2)C1
C1C=CCN1
C1C[C@H]2[C@H]3[C@@H]1C[N@@H+]23
C1NC2[C@H]3[C@@H]1N[C@@H]23
C1[C@@H]2[C@@H]3C[C@@H]3[N@H+]12
[CH+]1[NH2+][C@@H]2CCO[C@@H]2O1
C1CC[C@H]2C[C@@H]1C2
C1=C2CCC=C2CC1
C1CCOCC1
C1=C[C@H]2C[C@H]2COC1
C1OC[C@@H]2O[C@H]12
C1=CON=C1
C1=CCCCCC1
C1[C@@H]2C1[C@@H]1O[C@H]21
C1[C@@H]2C=C[C@@H]3C1[N@H+]23
C1=CNN=N1
C1[C@@H]2CC3[C@@H]2[N@@H+]13
C1C[C@@H]2C[C@H]1O2
C1=CCCCC1
C1=COC=[NH+]C1
C1OC[C@H]2OC[C@@H]12
C1NC2=C(C=NN2)O1
C1COCO1
C1[C@H]2C[C@H]3CN1[C@H]32
C1OC2CN[C@@H]12
C1C[C@@H]2[C@@H]3[C@@H]4[C@H]1[N@H+]2[C@H]34
C1=C[C@]23C[C@H](C2)[C@@H]3C1
C1[NH2+][C@H]2N[C@H]3C1C23
C1=CNCN=C1
C1=C[C@H]2NC2C1
[CH+]1[CH+]CON=N1
C1=CNC=C1
C1=NCCCO1
[CH-]1CC2[C@H]3[C@@H]1CO[C@H]32
C1=COC=C1
C1OC[C@@H]2[NH+][C@H]12
C1=NCNC=N1
C1CCN=CN1
C1=C[C@H]2C[N@H+]2C1
C1NC=C[C@@H]2N[C@H]12
C1=C[C@H]2CCC[C@H]2C1
C1C2C[NH+]1C2
C1C[C@@]23O[C@H]4C[C@@H]2[C@@H]1[C@H]43
C1CNCC1
C1=CN=CNC1
C1C=CNN=C1
C1=CON=N1
C1C[NH2+]CO1
C1C[NH2+][C@H]2OC[C@@H]12
C1[C@H]2C[C@@H]1N2
C1=CN2CCCC2=C1
C1C[C@@H]2[N@H+]3C[C@]12C3
C1=CN=COC1
C1O[C@@H]2CC1C2
C1=NNC[NH+]=C1
C1NCCCO1
C1CON=CO1
C1=NC[C@H]2[NH2+]CCN12
C1=CN=C2NC=CC2=C1
[CH+]1[NH2+][C@H]2[C@@H]3N[C@H]4[C@@H]3[N@@H+]1[C@@H]24
C1C[C@]23CC[C@@]12CO3
C1=C2CC[C@@H]2OCC1
C1[NH2+][C@H]2N[C@H]3C[C@@H]1C32
C1[C@@H]2OC3C[C@@H]2[C@@H]13
C1=COCC=[N+]1
C1C[C@@H]2OCC12
C1CC[C@H]2COC2=NC1
C1OC[C@@H]2C[C@@H]2O1
C1C[C@@H]2CC[C@@H]2O1
C1OC[C@@H]2O[C@@H]2CO1
C1C[N@H+]2CC[C@@H]12
C1/C=C\CO/C=N\C1
C1=NC2=C(N=CO2)N1
C1O[C@H]2C1[C@H]1O[C@H]12
C1[C@H]2C[C@H]3[C@@H]1[C@H]3O2
C1O[C@@H]2O[C@H]3[C@@H]4C[C@]13[C@H]24
C1=NCON=C1
C1=C[C@@H]2NC3[C@H]1O[C@H]23
C1=NCC2=NON=C12
C1C2C[C@H]3[C@@H]2O[C@@H]13
C1OC[C@@H]2CC[C@@H]2O1
C1C[C@H]2COC[C@@H](O1)O2
C1O[C@H]2O[C@@H]3C[C@H]2N[C@H]13
C1=NNC2=C1[C@H]1C[C@H]1N2
C1=C2CCN2C=N1
C1N=COC=[NH+]1
C1=C[C@@H]2[C@@H]3C[C@@H]3N2N1
C1=NON=N1
C1NC=CCO1
C1=C[C@H]2O[C@H]2CC1
C1CN=CO1
C1C[C@@H]2C[C@H]1N2
C1=COCO1
C1=C[C@H]2O[C@H]2[C@H]2C[C@@H]12
C1=CC=NCC=C1
C1CC[C@@H]2OCC2C1
C1C[C@H]2C[C@H]2C1
C1C=C[C@@H]2COC12
C1C[C@H]2CCC2C1
C1CNCC2C[C@@H]12
C1C2C[C@H]2[C@H]2C[N@@H+]12
C1=CCON=C1
C1=NC2=NNC=C2N1
C1[C@H]2[C@H]3[C@@H]1[C@H]1[C@@H]2[C@H]2[C@@H]3[C@@H]12
C1=C[C@@H]2N[C@@H]2CC1
C1O[C@H]2C3C[C@H]2[C@H]13
C1C=CNC=C1
C1=CC2=COC=C2C1
C1C[C@]23CC[C@@]2(C1)O3
C1=C[C@@H]2[C@@H]3N[C@H]1C32
C1N[C@H]2[C@H]3O[C@@]12[C@H]1O[C@H]13
C1C2[C@@H]3N[C@@H]3C[C@H]12
C1[C@H]2N[C@@H]3[C@H]2O[C@H]13
C1[C@@H]2[C@@]34O[C@@]23C14
C1C[C@]23C[N@@H+]4[C@H]2[C@H]1[C@@H]43
C1O[C@H]2C[C@H]3C[C@@H]1[C@H]32
C1C2C[C@H]2[N@H+]2C[C@@H]12
C1C2[C@@H]3C[C@H]1C[N@H+]23
C1C=CN[C@@H]2C[C@H]12
C1N[CH+][C@H]2[C@H]3C[N@H+]3[C@@H]12
C1=C[N+]=CN1
C1[C@H]2C[C@@H]3C[C@H]2[C@H]13
C1O[C@H]2[C@H]3C[C@@H]1[N@@H+]1[C@H]3[C@H]21
C1N[C@H]2C[C@@H]3C2[C@H]13
C1=CC2=C(C=CN2)C1
C1C[N@@H+]2C3C[C@@H]2C13
C1CNCCC1
C1=C2CCC[C@@H]2OC1
[CH+]1[NH2+][C@@H]2CC2O1
C1=C[C@H]2O[C@H]2C1
C1C2CN[C@@H]12
C1=C[C@H]2OC[NH2+][C@H]2C1
C1C[C@H]2N[C@H]2C2N[C@@H]12
C1CCCCCC1
C1=CC2C[C@H]2C1
C1=C2NC=CC2=NON1
C1=C[C@H]2OCO[C@H]2C1
C1=CC[C@@H]2C[C@@H]2C1
C1C[C@H]2N[C@H]2[C@H]2C[C@@H]12
C1C[C@]23CO[C@H](C2)[C@@H]13
C1C=CN2CC12
C1=CC=CCC=C1
C1=C2CCN2N=N1
C1O[C@H]2C[N@@H+]3C2[C@H]13
C1=N[C@H]2[C@H]3CC[C@@H](O1)[C@H]32
C1=[N+]COC=N1
C1=CN=CO[CH+]1
C1[C@@H]2[C@@H]3OC[C@@H]3[C@H]12
C1=CC[C@@H]2C[N@@H+]2C1
C1OC2C[C@@H]1[C@H]1C[C@@H]21
C1=NOC=N1
C1N[C@H]2CC[C@H]2N1
C1=NC2=CNN=C2N=C1
C1=NC=NNC1
C1CCC2CO[C@@H]12
C1=NC=N[CH+]O1
C1=NN2CCCC2=C1
C1CNCCO1
[CH-]1[C@H]2C[C@H]3[CH-][C@@H]1[N@H+]1[C@@H]2[C@@H]31
C1C[C@@]23CC[N@@H+]2C[C@H]3O1
C1CNCC=CN1
C1CNCN1
[CH+]1[NH2+]C[C@@H]2C[N@H+]12
C1CCCOCO1
C1=CC2CC[N@@H+]2C1
C1C[C@@]23CC[C@@H]2CN13
C1=C[C@H]2CCC=C2C1
C1C[C@H]2CC1C2
C1N[C@@H]2CC[C@H]12
C1C[C@@H]2[C@H]1C[C@@H]1C[C@@H]12
C1[C@@H]2[C@H]3C2C[N@@H+]13
C1=C[C@]23C=CC[C@@]2(C1)C3
C1C2[C@@H]3N[C@@H]3C12
C1OC[C@@H]2C[C@H]1O2
C1=CC[C@@H]2CC2C=C1
C1=CCN2N=CN=C2C1
C1=CC2CC1O2
C1NC[C@H]2N[C@@H]12
C1=C[C@@H]2[C@@H]3C[C@H]1C32
C1[NH2+][C@H]2O[C@H]3C1C23
C1=NN2C=NC=C2C=N1
C1=CC2=C(COC2)O1
C1=NN2C[C@@H]3C[C@@H]3C2=N1
C1C[C@H]2C[C@H]3C[N@H+]3[C@@H]12
C1=CC2C[C@H](C2)OC1
C1=COC[CH+]N1
C1=CC2=C(CCO2)N1
C1[C@H]2C[C@H]3O[C@@H]1[C@H]32
C1=CC2=CCC[C@H]2C1
C1[C@H]2[C@@H]3C[C@H]2C13
C1OCC2=NC=CN12
C1=CC2=CN=CN2C1
C1=CC2=C(C=NN2)N1
[NH+]1[C@H]2[C@]34O[C@]23[C@H]14
[C@@H]12C3C1[C@H]1[C@@H]2[N@@H+]31
C1C[C@@]23C[C@@H]([C@H]4O[C@H]42)[N@H+]13
C1=COCN=C1
C1CC2[C@H]3C[N@@H+]2[C@@H]13
C1C=CCCCN1
C1O[C@@H]2CC3[C@@H]2N13
C1C[C@H]2C[C@@H](CO1)C2
C1NC[C@@H]2CO[C@H]1O2
C1=C\CCOCOCC/1
C1=CCCOCC1
C1[C@@H]2CC=C[C@H]1CC2
C1C[C@@H]2O[C@@H]2CCO1
C1=CN=NC=N1
C1=CN2CC[C@@H]2N1
C1O[C@H]2C3CC1[C@H]32
C1=C2CCC[C@H]2CC1
C1[C@H]2CC[C@H]2[C@H]2O[C@@H]12
C1O[C@]23C[C@H](C2)N[C@@H]13
C1=NC2=C(OCC2)O1
C1C[C@H]2C3C[C@]2(C1)C3
C1COCCO1
[CH+]1[NH2+][C@]23CC[C@H](C2)[C@@H]3O1
C1[C@H]2[C@@H]3[C@@H]4[C@H]5[C@@H]([C@@H]4[C@H]13)[N@@H+]25
C1=C[C@H]2O[C@@H]3O[C@H]2C[C@H]13
C1CN[C@H]2CCC=C12
C1=CN2CCC2=N1
C1CCC2=CN=CN12
C1=CC2=C(C1)NC=N2
C1[C@@H]2C[C@@H]3O[C@@H]3[C@H]12
C1O[C@H]2C[C@@H](O1)[C@H]1C[C@@H]21
C1C[C@@H]2[C@H]3[C@@H]4C[C@]13[N@@H+]42
C1=N[C@H]2C[C@H]2OCO1
C1=C[C@H]2O[C@H]3[C@@H]1C32
C1N[C@]23C[C@H](C2)[C@H]3O1
C1[C@H]2[C@H]3[C@@H]1[C@H]1[C@@H]2[N@@H+]31
C1=NCC2=NCCN12
C1[C@@H]2C3[C@H]1[C@@H]1[C@H]2C31
C1=CC2C[C@H]1[NH+]2
C1[C@H]2[NH+][C@H]3[C@@H]1C23
C1=NCCCCO1
C1C[C@@H]2COC[C@H]1C2
C1C=CNCCO1
C1C2OC2[C@@H]2O[C@H]12
C1=C2CCCC2=CN1
C1OCO[C@@H]2C[C@@H]2O1
C1=CC2=C(COCO2)N1
C1COCCOC1
C1[C@H]2N[C@@H]1C[C@H]1O[C@@H]21
C1C[C@H]2[C@H]3C[C@H]3N12
C1CCC2C[C@H]2N1
C1=NC2=C(N1)OCO2
C1C=CC2=C1C=CO2
O1[C@H]2[C@H]3[C@H]4C1[C@@H]2[N@H+]43
C1C=NON=N1
C1=C[C@]23COC2[C@H]1C3
C1C[C@@]23N[C@H]4[C@@H]2[N@@H+]1[C@H]43
C1=CC2=C(N1)ON=C2
C1=C2CO[C@@H]2CC1
C1O[C@H]2[C@@H]1C1N[C@H]12
C1NC[C@@H]2[C@@H]3[C@H]1O[C@H]23
C1[C@@H]2C[C@H]1[C@H]1C[C@@H]21
C1=NCCN1
C1C[C@H]2C[C@@H](CC1)O2
C1OC[C@]23C[C@H](C2)[C@H]13
C1CC2=NNN=C2O1
C1=C2[C@@H]3O[C@@H]3[C@@H]2CC1
C1=C[C@H]2C[C@@H](C1)O2
C1[C@H]2[C@@H]1CC[N@H+]1C[C@@H]21
C1C[C@H]2[C@@H]3C[C@H]2[C@H]13
C1=CNON=C1
C1=NC=NOC1
C1=C[C@@H]2C=C[C@@H]3[C@H]1C[N@H+]23
C1COCCCOC1
C1O[C@@H]2OC[C@@H]3[C@H]1C23
C1=C[C@@H]2[C@@H]3[C@H]1[C@H]1[C@@H]3[N@H+]12
[CH+]1[NH2+][C@@]23C[N@H+]4[C@@H]2[C@@H](O1)[C@H]43
N1[C@H]2[C@@H]3[NH+][C@H]2C13
C1N[C@H]2C1[C@H]1N[C@H]12
C1=C2[C@H]3OC[C@H]3N2N[CH+]1
C1N[CH+][C@H]2NC[C@@H]12
C1=C2NCCC2=NO1
N1[C@H]2[NH2+]C3[C@@H]4[C@H]2[C@H]1[C@@H]43
C1[C@H]2O[C@@H]3C(O2)[C@H]13
C1O[C@H]2C[NH2+][C@@H]1C2
C1O[C@@H]2C[N@@H+]3[C@H]1[C@@H]3C2
C1=CC2=C(N1)OCC2
C1=CC[C@H]2C[C@H]2OC1
C1C[C@H]2N[C@H]2CO1
C1=CNN=CN1
C1=NN2CCC2=C1
[CH-]1C2[C@H]3[C@H]4C[C@@H]1[C@H]4[N@@H+]23
C1C=COC=C1
C1=CNN=CN=C1
C1=C\CCCC\C=C/1
C1[C@@H]2CC1C[NH+]2
C1N[C@H]2C[N@H+]3C[C@@]12C3
C1OC[C@]23C[N@H+](C2)[C@H]13
C1C[C@H]2C[C@@H]1CCO2
C1=C2CCOC2=NO1
C1=CN=C2OC=NC2=N1
C1NCCOCO1
C1[C@H]2O[C@H]3[C@@H]4[C@H]3C2[C@H]14
C1[C@@H]2C3C[C@@H]4[C@H]([C@@H]13)[C@H]24
C1=C[C@H]2CC[C@@H]1N=CO2
C1=CN2CCC2=C1
C1=C[C@@H]2OC[C@H]1O2
C1[NH2+][C@@H]2[C@@]34O[C@@]23[C@H]4O1
C1O[C@@H]2[C@H]1[C@H]1[C@@H]2[N@H+]2C[C@@H]12
C1O[C@H]2C3[C@@H]1N[C@@H]23
C1C[C@H]2[C@@H]1[C@H]1C[C@H]12
C1C[C@H]2C[C@H](C2)N1
C1C2CC1[C@@H]1N[C@H]21
C1C[C@@H]2C[C@H]1C[C@H]1O[C@@H]21
C1=CC2=C(NCC2)N1
C1C[C@H]2COCN12
C1C[C@H]2CCO[C@H]2O1
C1CC2=NC=CN2C1
C1O[C@@H]2C3O[C@@H]2C13
C1C[N@@H+]2CC2CC1
C1=C2CCN=C2OC1
C1O[C@H]2CCC=C[C@@H]12
C1=NN=[NH+]C=N1
C1=COCC1
C1OCC2C[C@H]1C2
C1=CN2C(=C1)C1C[C@H]12
C1=CCOC=C1
C1[C@@H]2C[C@H]3C2C[N@@H+]13
C1CN=CN2C[C@@H]12
C1NCC[C@H]2O[C@@H]12
C1=C[C@H]2C[C@H]2N1
C1C[C@H]2CO[C@@H]3C[C@H]2[C@H]13
C1=CN2CCNC2=N1
[CH-]1C[N@H+]2[C@@H]3C[C@H]4[C@@H]3[C@@H]1[C@H]42
C1C[C@@]23CC[C@@H](O2)[C@H]13
C1CC2[C@H]3N[C@@H]2[C@@H]13
C1NCC2=CN=NN12
C1=C[C@@H]2[C@H]3[C@@H]4[C@H]3[C@H]1[N@H+]24
C1=CN=CNC=NC=N1
C1CCC[C@H]2O[C@H]2C1
C1OCC2=C1C[C@H]1N[C@@H]21
C1C=CCOCC1
C1=C[C@@H]2CCC2CC1
C1=N\[C@H]2C[N@@H+](CCO/1)C2
C1N[C@H]2C[C@H](C2)[NH2+]1
C1[C@H]2[C@@H]3[NH+][C@H]2C13
C1C=NCCC1
C1O[C@]23COC[C@H](C2)[C@@H]13
C1=C\COCOCC/1
C1=C[C@H]2[C@H]3O[C@@H](C1)[C@@H]23
C1NCC2=C1ON=C2
C1NC[C@H]2CC[C@H]2N1
C1=C\CCC/C=C\C/1
C1=C[C@@H]2[C@H](C1)[C@@H]1O[C@@H]12
C1[C@@H]2O[C@H]1C1=C2N=NN1
C1=CN=NNC1
C1=CN=[N+]C=N1
C1O[C@@H]2[C@H]1[N@@H+]1CC21
C1NC2C[C@H]2N1
C1CCOCCOC1
C1C[C@@H]2[C@H](O1)[C@@H]1C[N@@H+]12
C1[C@H]2C[C@H]3C[C@@H]1[N@@H+]23
C1=CC2=CC=NOC2=C1
C1=CCCCC=C1
C1C[C@@]23CC[C@]2(C1)N3
C1OC2C[C@H]1CO2
C1=CON=C[CH+]1
C1CC[C@H]2[C@H]3C[C@@H]1[C@@H]23
C1=NOCO1
C1=C[C@H]2C[C@H]3O[C@@H]1[C@@H]2O3
N1[C@H]2[C@@H]3OC2C13
C1C[N@H+]2[C@H]3[C@H]4[C@@H]1[C@@H]2C34
C1OC[C@@H]2C[C@@H]3O[C@H]1[C@@H]32
C1=CONN=C1
C1=C[C@H]2C[C@H]3CO[C@@H]1[C@@H]23
C1=C[C@H]2CC[C@]23C[C@H]1O3
C1[C@@H]2O[C@H]3C[C@@H]2C[C@@H]13
C1=NN2CCOC2=N1
[CH-]1[C@H]2CC[C@]34C[N@H+]([C@@H]23)[C@H]14
C1C=CNCC1
C1=CC2=C(C=CN2)N1
C1C[C@@]23COC12CO3
C1=C2OCOC2=CN1
C1N[C@H]2C[C@@H]3[C@H]2N13
C1O[C@H]2COC12
C1C[C@H]2C[C@H]2[C@H]2C[C@@H]12
C1C2N[C@@H]2[C@@H]2O[C@H]12
C1[C@H]2N[C@@H]1[C@H]1N[C@@H]21
C1=C[C@H]2CC2CC1
C1=N[CH+][CH+]OC1
C1=C2ON=NC2=NO1
C1[C@H]2C3C[C@H](C3)[N@@H+]12
C1OCC2=C1[C@H]1C[C@@H]2C1
C1CCCC[C@H]2C[C@@H]12
C1[C@H]2[C@@H]3[C@H]4[C@@H]3C1[N@@H+]24
C1[C@@H]2[C@H]3[C@@H]4C[N@H+]3[C@@H]4[C@H]12
C1=N[C@@H]2C[C@@H]2CCO1
C1C=C2CC=C[C@@H]2O1
C1=CC=[NH+]N=C1
C1[NH2+][C@H]2C[NH2+][C@@H]1C2
C1NC[C@@H]2CCC12
C1CN[C@H]2C[C@@H]12
C1[C@@H]2O[C@@H]3[C@H]1[N@@H+]1[C@H]2[C@H]31
N1=NNN=N1
C1CO[C@H]2COC[C@@H]2C1
C1C[C@@H]2CC[C@H]1O2
C1=[N+]N=NO1
C1C[C@@H]2OC2[C@@H]2C[C@H]12
C1C[C@H]2C[C@@H]3CO[C@]123
C1[C@@H]2[C@@H]3C=C[C@H]1[N@H+]2C3
[CH+]1[NH2+][C@H]2CCC2O1
C1[C@@H]2[C@@H]3N[C@H]1C[C@H]23
C1=NN2CCC2=N1
C1=CC=NNCC1
C1=NC[C@H]2C[C@H]2N1
C1O[C@H]2[C@@H]3O[C@H]2[C@@H]3O1
C1=C[C@@H]2OC[C@@H]2C1
C1C[N@H+]2C3[C@@H]1C[C@H]32
C1=CNC=NC1
C1C=COCN=C1
C1C[C@H]2N[C@H]2CN1
C1OC[C@@]23C[C@@]12OC3
C1=NC2=C(N1)NC=N2
C1C[C@@H]2[C@H](O1)[C@@H]1CC[N@@H+]12
C1=C2NCCN2N=N1
C1=NCC2C[C@H]2O1
C1=C[C@@H]2CC[C@@H]3[C@H]1[C@@H]32
C1CC2CO[C@H](C1)C2
C1C[C@@H]2[C@H]1O[C@@H]1C[C@H]21
[CH+]1[NH2+][C@]23C[C@H](C[C@@H]2O1)C3
C1=NNC2=C1NCCC2
C1CO[C@@H]2CC2N1
C1C[C@@H]2[C@@H]3[C@H]4[C@@H]([C@@H]32)N14
C1CNCCN1
C1CC[C@H]2C[C@H](C2)N1
C1=C[C@H]2[C@]34O[C@]23[C@H]14
C1[C@H]2OC1[C@@H]1N[C@H]21
C1=COCN1
C1=C[C@@H]2CCN2N1
C1=CN=N[NH+]=C1
C1[C@H]2C[C@@H]1OCO2
C1[C@H]2C[C@@H]1[C@@H]1O[C@H]21
C1=C[C@@H]2C[C@@H]2CN1
C1[NH2+]CC2O[C@@H]12
C1=CN=[N+]C=C1
C1CO[C@H]2C=CC[C@@H]12
C1C[C@H]2C[C@@]13OC[C@@H]23
C1C[N@@H+]2C[C@H]1C2
C1=CC2=C(N1)[C@H]1C[C@H]1N2
C1[C@@H]2C[C@@H]3[C@H]1C[N@H+]23
C1=CC2CO[C@H]1C2
C1C=CC2=NC=CN12
C1O[C@H]2C[C@H]3C[C@@]12N3
C1O[C@@H]2[C@@H]3CO[C@]12C3
C1=C2CO[C@H]2CCC1
C1N[C@@H]2[C@H]3N[C@@H]2[C@@H]13
C1=C[C@@H]2CC[C@H](C1)O2
C1[C@@H]2O[C@@H]3C[N@H+]1C23
C1NN=NN1
C1C[C@@H]2C[C@@H]3[C@H]1[C@@H]3C2
C1C2O[C@@H]3CO[C@@H]3[C@H]12
C1=N[C@H]2C[C@@H]3C[C@@]3(C2)O1
C1=CCOCC=C1
C1C[C@@H]2C[N@@H+]2CCO1
C1C[C@]23CC[C@@H]2C1C3
C1N[C@H]2[C@@H]3C[C@H]2C13
C1=N[CH+]NOC1
C1CC2=NNN=C2C1
C1=N[N+]=CN1
C1=NC2=CC=NN2C=N1
C1C[C@@H]2CC[C@@H]3[C@H]1[N@@H+]32
C1=CCCC=CC1
C1ON=C2CCCN12
C1=CN2C=NC=C2C1
C1=CC2=C(CCN2)O1
C1C=NOCO1
C1C[C@H]2[C@H]3[C@H]4[C@@H]1[C@H]4[C@@H]23
C1N[C@H]2CCC1C2
C1CC=C2[C@H]3C[N@H+]3[C@@H]12
C1C[N@H+]2C[C@H]2CO1
C1=NC=[NH+]C=N1
C1CC[C@H]2O[CH+][NH2+][C@@H]12
O1[C@H]2[C@H]3[C@H]4[C@H]5[C@@H]([C@@H]12)[C@@H]3[C@H]54
C1[C@@H]2C[NH+]C[C@H]1O2
C1C=C2CCO[C@@H]2C1
C1C[C@H]2CO[C@H]2CO1
C1=CC2=NNN=C2OC1
C1O[C@H]2[C@H]3[C@H]4[C@@H]1[C@H]4[C@@H]23
C1=C[C@@H]2CC[C@H]1C2
N1C2C3O[C@@H]3[C@H]12
C1CO[C@H]2CO[C@@H]12
C1CN=COCO1
C1C[N@H+]2C[C@H]3N[C@@H]([NH2+]1)[C@H]32
C1C[C@]23OC[C@H]2OC13
C1=C2[C@H]3C[C@H]3N2[CH+]N1
C1=CCOC=NC1
C1C[C@H]2O[C@H]3[C@@H]1C[C@@H]23
C1=C[C@H]2C[C@@H]3O[C@@]32CC1
C1=CCNN=C1
C1=NNNCN1
C1=[NH+]C2=CNC=C2C=N1
C1[C@H]2[C@@H]1[C@H]1[C@]34O[C@]13[C@H]24
C1=NN2CCNC2=C1
C1[C@H]2C[C@H]3OC3C[C@@H]12
C1C[C@@]23C[C@@H](O2)[C@H]2[C@@H]3[N@@H+]12
C1C[C@H]2C[C@@]13CC[N@@H+]23
C1C[C@@H]2C3C[N@H+]1[C@@H]32
C1NC=NC2C[C@@H]12
C1[C@@H]2COC[C@H]1N2
C1=[N+]N=NN1
C1=C[C@]23C[C@H](C2)[N@@H+]3C1
C1[C@@H]2C[C@@H]3C[C@@H]3[C@H]12
C1C[C@]23CC(C[C@@H]12)C3
C1O[C@H]2O[C@@H]1[C@H]1C[C@@H]21
[CH-]1C[C@@H]2[C@@H]3CC[C@H]1C32
C1CNCCOC1
C1=C[CH+]OC=C1
C1OC2=C(NN=N2)O1
C1[C@H]2C=C[C@@]13CC[N@@H+]23
C1O[C@@H]2[C@@H]3C[N@@H+]3C[C@H]12
C1[C@@H]2[C@@H]3C1[C@H]1[C@@H]3[N@@H+]21
C1NC[C@@H]2CC12
C1O[C@H]2[C@H]3C[C@H](C3)[C@@H]12
C1=C[C@]23CO[C@@H]2[C@H]1O3
C1=NC[C@H]2CO[C@H](C2)O1
C1C[C@H]2C3O[C@@H]1[C@@H]23
C1=N[C@H]2CCC2=CCO1
C1N[C@@H]2CNC12
C1=C[C@@H]2CC[C@H]1O2
C1O[C@@H]2[C@@H]3[C@H]4C[N@@H+]3[C@H]4[C@H]12
C1C[C@@H]2[C@@H]3[C@H]1[C@@H]1O[C@H]2[C@@H]13
C1CCC2=C1CCC2
C1=NC=C2NCCC2=N1
C1C[C@@]23C[C@@]12[NH2+][CH+]O3
C1=NN2CCCNC2=N1
C1=CC=N[CH+]N=C1
C1O[C@@]23COC24C[C@H]3[C@H]14
C1O[C@@H]2[C@H]3[NH+]C2[C@@H]13
C1[C@@H]2C[C@@H](O2)C2O[C@@H]12
C1O[C@]23CC[N@H+]4[C@H]([C@H]42)[C@H]13
C1[C@H]2N[C@@H]1[C@H]1C[C@@H]21
C1=C[C@H]2C[C@@H]1CCO2
C1=C[C@@]23C[C@@H](N2)[C@@H]3C1
C1=NC[C@H]2C[C@H](CO2)O1
C1=NOCN1
N1[C@@H]2C1[C@H]1[NH+][C@@H]21
C1CO[C@H]2C[C@H]2CO1
C1CCCNCC1
C1C[C@]23CC[C@]2(C3)N1
C1C[C@@H]2C[C@H]1CC2
C1=CC=C2NC=CC2=C1
C1[C@H]2N[C@H]2C2C[N@@H+]12
C1C[C@H]2[C@@H]3C[C@H]2[C@@H]2[C@H]1[N@H+]32
C1CC[N@H+]2CC1C2
C1=CC[C@@H]2C[N@@H+]2CC1
C1COC=CO1
C1C[C@H]2[C@@H]3C[C@]2(C3)O1
C1C[C@H]2[C@@H]1[N@H+]1C[C@@H]21
C1=NC2=C(CCO2)O1
C1O[C@@H]2C[N@@H+]3C[C@H]1[C@H]23
C1CC[C@@]23CC[C@]2(C1)O3
C1=NC2CO[C@@H](C2)O1
C1C[C@@H]2CC[C@@H](C2)C1
C1C=C2[C@@H]3N[C@@H]3[C@@H]2C1
C1=NCONN=C1
O1[C@H]2C3C4[C@@H]3[C@@H]1[C@H]42
C1=C2C[C@H]3CO[C@@]23CC1
C1=NN=CC2=NNN=C12
C1=C[C@H]2[C@H]3[C@@H]4C[N@H+]3[C@]24C1
C1NCC[C@H]2CN12
C1=C2CCO[C@@H]2[C@@H]2O[C@H]12
C1=C[C@H]2C[C@H]3O[C@@H]1[C@H]3O2
C1=N\CC[N@H+]2C[C@H]2CO/1
C1O[C@]23C[C@@H]4[C@H]2[C@H]1[C@@H]43
C1O[C@@H]2C3[C@H]1[C@@H]1[C@H]2[C@H]31
C1[NH2+][C@H]2NC[C@]23OC[C@H]13
C1CO[C@H]2CCO[C@@H]12
C1=C2CCO[C@H]2OC1
C1C[C@@H]2C[NH2+][CH+]N12
C1=CN2NC=NC2=C1
C1=CON=N[CH+]1
C1=CN2C=NOC2=N1
C1C[NH2+][C@H]2CN[C@@H]12
C1=C2NC[C@H]3[C@@H](C1)N23
C1=NNCN1
C1C2C[C@]13OC[C@H]23
C1=C[C@H]2[C@H]3CC1O[C@@H]23
[CH-]1CO[C@@H]2[C@@H]3[C@H]1[C@@H]1[C@H]2[N@H+]31
C1OC2C[C@@H]3[C@H]2[C@H]13
C1=NC2=[NH+]C=NN2[CH+]1
C1=NCC[C@H]2O[C@@H]12
C1C[C@@H]2C[C@@H]3C[C@@]2(C1)O3
C1[C@H]2CO[C@]23C[N@H+]1C3
C1OC[C@]23CC[C@H](C2)[C@H]13
C1C[C@@H]2COC[C@H]12
C1[C@H]2O[C@H]3C[C@@H]1[C@H]3O2
C1NC=NCCO1
C1=C[C@@H]2OC[C@@H]2CC1
C1=C2[C@@H](CC1)C1C[C@@H]21
C1C2[C@@H]3[C@@]45O[C@@]34[C@H]5[N@H+]12
C1C=CON=C1
C1[C@@H]2[C@H]3[C@@H]4[C@H]5C[C@]4([C@H]12)[N@@H+]35
C1=CO[CH+]C=N1
C1[C@H]2N[C@@H]1[C@H]1CC[C@@H]21
C1[C@@H]2OC[C@@H]3[C@H]1[N@@H+]1[C@H]2[C@H]31
C1=COCC[CH-]1
C1NC[C@H]2OCC[C@@H]12
C1OC[C@H]2COCC12
C1C[C@H]2O[C@H]3C[C@@H]1[C@H]32
[NH2+]1[C@@H]2O[C@@H]3[C@@H]4[C@H]1[C@@H]4C23
C1=CN=NN=N1
C1=CC[N@H+]2C[C@H]2CC1
C1=C[CH+]NN=CC1
C1C[C@H]2O[C@H]3[C@@H]1C[C@H]3O2
C1=NCON=N1
C1O[C@@H]2CC2[C@@H]2N[C@H]12
C1O[C@H]2[NH2+]C[C@@H]3C[C@@]32O1
C1N[C@@H]2CO[C@@H](C2)O1
C1=NO[CH+][CH+]C1
O1[C@H]2[C@@H]3[C@H]4[C@@H]3[C@@H]1[C@H]1[C@@H]2[N@@H+]41
C1=CNN=NC1
C1NC[C@H]2[C@H]3C[C@H]3N12
C1=CNOC=C1
C1[C@H]2[C@@H]3O[C@H]2[C@H]2C3[N@@H+]12
C1=NC[C@@H]2NC[C@@H]2O1
C1C[C@H]2COC[C@H](C2)O1
C1CC[C@@H]2CC[C@H]1O2
C1[C@H]2C[N@H+]3[C@@H]1[C@H]3[C@H]1O[C@@H]21
C1O[C@H]2[C@H]3O[C@H]3C[C@@H]12
C1=C2O[C@@H]3C[C@@H]3C2=CN1
C1C[C@H]2[C@@H](O1)[C@H]1C[C@H]12
C1=C[C@@H]2[C@@H]3C[C@@H]4[C@H]1[C@H]2[N@H+]34
C1C=NCNC=N1
C1C[C@@H]2NCC2O1
C1C[C@@H]2C[C@@H]2OC1
C1COC[C@@H]2C[N@@H+]2C1
C1N[C@H]2C[C@@H](CO1)C2
C1=C[C@H]2CN[C@H]2C1
C1C2[C@H]3[C@H]4[C@@H]1[N@H+]4[C@@H]23
C1NCCCN1
C1=C[C@@H]2C[C@@H]3C[C@H]1[C@@H]32
C1=CN2N=CC=C2NC1
C1[C@@H]2OC[C@@H]3[C@H]1O[C@H]23
C1O[C@H]2CC[C@@H]1O2
C1CON=NO1
C1=CN2CCOC2=C1
C1CCCCCO1
O1[C@H]2[C@@H]3OC2C13
C1C=CCC=CN1
C1=NNC2=C1CCO2
C1C[C@H]2O[C@H]2[C@H]2OC12
C1[C@@H]2[C@@H]3[C@H]1[N@H+]1[C@@H]3[C@H]3[C@@H]2[C@H]31
C1=CC2=C(N1)OCO2
C1[C@H]2C[C@H]3C[C@@H]1C23
C1=CC[C@@H]2OCC2=CC1
C1C[C@@H]2[C@@H]3[C@@H]4[C@H]1[N@@H+]4[C@@H]32
C1=NOC2=C1COC2
C1C=CCOCN1
C1[C@H]2C[C@@H]3N[C@H]2C13
C1NC[C@@H]2CC[C@H]1O2
C1=C/CCCCCC\1
C1N[C@H]2C3C[C@@H]1[C@H]32
C1CCC[C@H]2O[C@@H]12
[C@@H]12[C@@H]3[C@H]4[C@H]5[C@@H]3[N@H+]5C1[C@@H]24
C1=NC2=NC=NN2N=C1
C1[C@H]2C[C@]34C[C@H](C3)[C@@H]1[C@@H]24
C1OC[C@]23N[C@]12[C@@H]1N[C@@H]13
C1=C[C@H]2OCC[C@@H]1O2
C1[C@@H]2CO[C@H]1[C@@H]1N[C@H]21
C1=C[C@H]2N[C@H]2CCC1
C1OC=N[C@H]2CC[C@@H]12
C1=COC=[N+]1
C1OC[C@@H]2CC3[C@H]1[C@H]23
C1=NCCCCN1
C1=CC2[C@H]3N[C@@H]2[C@@H]13
C1O[C@@H]2OC[C@@H]3O[C@H]1[C@@H]32
C1=NC2=C(C=NO2)N1
C1N=CNC=N1
C1C[C@H]2O[C@H]2C[C@H]2O[C@@H]12
C1=C[C@@H]2O[C@@H]3C[C@@H]3[C@@H]2C1
C1=C\CCOC\C=C/1
C1O[C@H]2C3C[C@@H]1O[C@H]32
C1=CN2C[C@H]3O[C@H]3C2=C1
C1=C[C@]23CC[C@@]2(C3)C1
C1C=NC=CNC1
C1[C@H]2C[C@@H]3C[C@@H](O3)C12
C1=C[C@H]2[C@H]3C[C@]2(C1)CO3
C1[C@H]2[C@@H]3O[C@H]2[C@@H]2C1[C@H]32
C1NC[C@H]2[N@H+]3C[C@@]12C3
C1[C@H]2C3[C@H]4C[N@H+]4[C@H]2[C@H]13
[CH+]1[NH2+]C2[C@@H]3[C@H]2C[N@H+]13
C1=C[C@@H]2O[C@H]3C[C@@H](O2)[C@@H]13
C1O[C@H]2[NH2+]C[C@H]3C[C@@H]1[N@@H+]23
C1=C2CCNC2=CO1
C1=NC[C@@H]2OC[C@@H]2O1
C1=NN=C2[N+]=N[CH+]N12
C1C[C@H]2C1[C@H]1N[C@H]12
C1[C@@H]2[C@H]3[C@@H]4[N@H+]5C[C@]4([C@H]12)[C@@H]35
C1=C[C@@H]2O[C@@H]3C=C[C@H]1[C@H]23
C1C[C@@H]2O[C@@H]2CO1
C1C[C@]23[C@@H]4C[C@H]2[C@@H]4O[C@H]13
C1C=CN=NC=C1
C1=NC=C2OC=CC2=N1
C1N[C@@H]2[C@@]34O[C@@]23C14
C1CC2CCO[C@@H]2C1
C1=CC2=C(C1)ON=C2
C1OC[C@H]2O[C@H]2[C@H]2O[C@@H]12
C1NCC[C@@H]2C[C@H]1O2
C1=CC[C@H]2O[C@H]2C1
C1C[N@H+]2C[C@H](C2)N1
C1C[C@H]2CC[C@@H]1CO2
C1C[C@@H]2[C@H](C1)[C@@H]1C[C@H]21
C1=C[C@]23CC[C@H]2[C@H]1OC3
C1[NH+][C@@H]2[C@@H]3O[C@@H]3C12
C1C=NOC=N1
C1OC[C@]23N[C@H]2C[C@@H]3O1
C1NCCCCN1
C1O[C@@H]2[C@H]3O[C@H]4C[C@@]12[C@H]43
C1[C@H]2C[C@H]3C[C@@H]1[C@@H]2O3
C1C=CN2C[C@H]2C1
C1C=CC=COC1
C1=C[C@@H]2[C@H]3C[C@@H]2[C@H]3C1
C1N[C@H]2C[N@@H+]3CC[C@]123
C1C[C@@H]2C[C@H]1[C@H]1O[C@@H]21
C1=CON=NO1
C1=C[C@H]2C[N@H+]2CC1
C1=N[N+]2=C(N=NN2)O1
C1[C@@H]2O[C@H]1[C@@H]1OC21
C1C[C@@H]2C[C@@H]3[C@H]1C[C@@H]32
C1=NN=CNC1
C1C[C@H]2C[C@H]3O[C@H]3[C@H]2O1
C1=C[C@H]2[C@@H]3CC[C@H]2O[C@H]13
C1=CON=NC=N1
C1CO[C@H]2CCC[C@@H]2C1
C1NC=NCCN1
C1O[C@]23[C@H]4C[C@@]2(C4)O[C@H]13
C1[C@@H]2O[C@@H]3C[C@@H]3[NH+][C@H]12
C1C=CCN=CN1
C1O[C@H]2[C@@H]3C[C@H]2O[C@H]13
C1=C[C@@H]2[C@H]3CO[C@@H]2O[C@@H]13
C1=C[C@H]2C3C[N@H+]2C[C@H]13
C1=C[C@H]2C[C@@H]1C1C[C@@H]21
C1C[C@H]2C3[C@@H]1[C@H]1[C@@H]2[C@@H]31
C1=CC2=C(C1)OC=C2
C1C[N@@H+]2[C@H]3C[C@@H]2[C@H]3O1
C1C[C@H]2CC[C@H]2N1
C1=C2CCCN2N=N1
C1C2O[C@H]1[C@H]1C[C@@H]21
C1C[N@@H+]2[C@@H]3C[C@H](O1)[C@@H]32
C1[C@@H]2[C@@H]3[C@@H]4O[C@H]1C[C@H]2[C@@H]43
C1=C[C@H]2C3CO[C@H]2[C@H]13
C1=C2CO[C@H]3C[C@@H](C1)[C@@H]23
C1=NNCO1
C1OC[C@@H]2OCC2O1
C1N[C@@]23CC[C@@H]2O[C@@H]13
C1=CC2=C(C=CO2)N1
C1=CC2=C(C=NN2)C1
C1OC[C@@H]2CC1CO2
C1[C@H]2O[C@H]2C2C[N@@H+]12
C1COC2C[C@@H]2O1
C1=C2CC[C@@H]2[C@@H]2OC12
C1=NOC[CH+]N1
C1[C@H]2C[C@H](O2)[C@H]2CO[C@@H]12
C1CNC[C@H]2CN12
C1OC[C@@H]2[C@@H]3C[C@@H](O3)[C@H]12
C1C[C@@]23C[C@H]4C[C@@]12C[N@H+]43
C1=CC[C@@H]2CC(C1)O2
C1C2[C@H]3C[N@H+]4[C@@H]1[C@@H]2[C@@H]34
C1=C\[C@H]2C[C@H]2CCCC/1
C1=C[C@@H]2C[C@@H]3[C@H](C1)[C@@H]3C2
C1O[C@H]2C[C@@H]1[N@H+]1C[C@H]1C2
C1C[C@H]2[C@H]3[C@@H]4C[C@H]3[C@]24C1
C1=C2CC[C@H]2CC1
C1C2[C@@H]3[C@H]2[C@H]2[C@@H]3[N@@H+]12
C1C[C@H]2[C@H]3C[C@@H](C1)[N@@H+]23
C1C[N@@H+]2CC[C@H]1C2
C1NN2CC[C@H]2[NH2+]1
C1N[C@H]2CC[C@H](C2)N1
C1C[N@H+]2C[C@H]3O[C@@H]1[C@H]32
C1=CC2=C(O1)OC=C2
C1[C@@H]2C[C@@H]3N[C@@H]3[C@H]1C2
C1C[C@H]2CC[C@@H]1CC2
C1=NC2=[NH+]N=CN2N1
C1=NN=[N+]C=N1
C1=CC2=CC=CN2C1
C1=NC2=C(CCO2)N1
C1#CCCOC/C=C\C1
C1=N[C@H]2C[C@@H]3O[C@]23CO1
C1C[C@@]23[C@@H]1[C@H]1[C@@H]2CO[C@H]13
C1OC=N[C@@H]2C[C@H]12
C1[C@@H]2C[C@]34OC[C@H]3[C@H]1[C@H]24
C1O[C@H]2C[NH2+][C@H]3N[C@@H]1[C@H]32
C1C[C@@H]2[C@@H]3[C@H]1OC[C@@H]32
C1=N[CH+]C=NO1
C1CCCOCN1
C1=C[C@@H]2OC[C@@]23C[C@H]3C1
C1=C[C@@H]2[C@@H]3OC[C@H]1C32
C1COC2=CN=NN12
C1C[C@H]2OCC=C2N1
C1=NN2C[C@@H]3C[C@@H]3C2=C1
C1=CC2=C(C1)OCN2
C1[C@@H]2CC[C@H]1OCO2
C1=C[C@@H]2[C@H]3[C@@H]4[C@H]3[C@H]1[C@@H]42
C1C[C@H]2CC1[C@@H]1C[N@H+]21
C1O[C@H]2C[C@@H]3C[C@H]2[C@@H]3O1
C1[C@H]2[C@@H]3C[C@H]4[C@@H]3[C@@H]1[C@H]42
C1[C@@H]2C[C@H]3[C@H]4[C@@H]2[C@@H]1[N@@H+]34
C1[C@H]2[N@@H+]1C[C@]13CC[C@]21C3
C1=C[C@H]2[C@H]3C1C[N@@H+]23
C1=C[C@@H]2C[C@H](CC1)O2
C1O[C@H]2[C@]34O[C@@]23[C@H]14
C1C[N@H+]2[C@@H]1[C@@H]1[C@H]2[C@@H]2N[C@@H]21
C1C[C@]23C[C@H]1OC[C@H]2N3
C1O[C@@H]2[C@H]3C[C@@]12CO3
C1C=CN[C@@H]2C[C@@H]2C1
C1[C@H]2N[C@H]3C=CN1[C@@H]23
C1N[C@H]2C[C@]23CO[C@H]1O3
C1[C@@H]2[C@H]3[C@@H]4[C@@H]([C@H]5[C@@H]4[N@H+]52)[N@@H+]13
C1[C@@H]2[C@@H]3[C@H]4C[C@@H]([C@@H]32)[N@@H+]14
C1=C[C@@H]2[C@@H]3C=C[C@@]2(C1)O3
C1O[C@H]2CC[C@@H]1OC2
C1=C[C@@H]2CCCO[C@H]2C1
C1=C/C[C@H]2C[C@@H](CC/1)O2
C1[NH2+][C@H]2[C@H]3O[C@H]4[C@@H]1[N@@H+]2[C@H]43
C1=CN2C=CN=C2C1
C1=C[C@@H]2CO[C@@]23C[C@H]3C1
C1[C@H]2C[C@@H]1[C@@H]1O[C@@H]1C2
C1C[N@H+]2CC(C2)O1
C1[C@@H]2[C@H]3C[C@@]24CC[C@@]134
C1=NC[C@H]2[NH2+][CH+]O[C@@H]2O1
C1=NNC2=C1N=NN2
C1O[C@@H]2[C@H]3O[C@@H]2C[C@@H]13
C1N[C@@H]2[C@@H]3C=C[C@]12O3
C1=NNNC1
C1=CN=CN=C[CH-]1
C1=N[C@H]2CO[C@@H](CO1)C2
C1CNC2=NNN=C2C1
C1=C2[C@H]3[C@@H]4C[N@H+]3[C@]24CC1
C1=C2CCN2CO1
C1=CC2=C(C=NO2)O1
C1[C@H]2[C@H]3OC[C@H]3CC12
C1=C[N+]=NN=C1
C1[C@@H]2[NH2+][C@@H]3[C@H]4[C@@H]3[N@@H+]2[C@@H]14
C1C2O[C@@H]3C[C@H]1[C@H]2C3
C1=CC[C@@H]2O[C@@H]2C=C1
C1CC2=C(N=NN2)N1
C1=CN=NOC1
C1C[C@H]2C3CO[C@H]2[C@H]13
C1NC[C@@H]2C[C@@H]2N1
C1O[C@H]2CC[N@@H+]3[C@H]2[C@H]13
C1C[C@@H]2COC[C@H]1N2
C1[C@H]2[C@H]3O[C@H]4[C@@H]1[N@@H+]2C43
C1OC[C@H]2C[C@H]3C1[N@H+]32
C1CCC=N1
C1C[C@H]2[C@H]3C=CN1[C@H]32
C1C=NC[C@H]2C[C@@H]12
C1=C[C@]23C[C@@]2(CC1)CO3
C1=C[C@@]23C[C@H]4[C@@H]2[C@@H](C1)[N@H+]43
C1C[C@H]2OC[C@H]3O[C@@H]1[C@H]32
O1[C@H]2[C@H]3[C@@H]1[C@H]1[C@@H]2[C@H]2[C@@H]3[N@H+]21
C1=NC2=C(OCCC2)O1
C1[NH2+][C@@H]2OCC3[C@H]1[C@@H]32
C1=CC2=C(CCN2)N1
C1N/C=C\C/N=C\N1
C1C[C@@H]2OCOC[C@H]2C1
C1[C@H]2[C@@H]1[C@H]1C[C@H]1[C@H]1O[C@@H]21
C1O[C@@H]2COC[C@@]23O[C@@H]13
C1C[C@]23C[C@@]2(C1)[C@H]1O[C@H]13
C1C2O[C@H]3[C@H]4[C@@H]2[N@@H+]1[C@@H]34
C1[NH+][C@@H]2[C@@H]3C[N@@H+]3[C@H]12
C1=C2C[C@H]3N[C@H]3C2=CO1
C1=[N+]C2=NN=CN2N1
C1OC[C@@H]2CN12
C1C=CN[C@@H]2C[C@@H]2O1
C1=CC[C@@H]2CC[C@@H]2CC1
[CH+]1[NH2+][C@@]23COC[C@@H]2[C@H]3O1
C1CC2=C(C1)OCO2
C1[C@H]2[C@H]3C[C@@H]1[C@@H]1C3[C@@H]12
C1O[C@@]23[C@H]4N[C@@H]2[C@H]4N[C@H]13
C1C[C@@H]2[C@H]1[C@H]1[C@@H]3C[C@H]1[C@@H]32
C1CCC[C@@H]2C[N@@H+]2C1
C1=NOC=[N+]1
C1O[C@]23C[C@@H]4O[C@H]2[C@@H]4[C@H]13
C1=C2[C@@H]3C[C@@H]3N2N[CH+]1
C1CC2=C(N=NO2)N1
C1=C[C@@H]2[C@H]3C[N@@H+]2[C@@H]13
C1C[C@@]23CO[C@@H]2[C@@H]2[C@H]3[N@H+]12
C1=C[C@H]2C[C@@H]3[C@H]2[C@@H]3C1
C1C[NH2+][C@@H]2NC[C@@H]2O1
C1O[C@]23CC[N@H+](C2)[C@H]13
C1C[C@H]2N[C@H]3[C@@H]1N[C@@H]23
C1=NC=[N+]C=N1
C1CO[C@H]2[C@H]3[C@@H]1C[C@H]32
C1C[C@@H]2C[N@@H+]2[C@@H]2CC12
C1=NC2=CON=C2O1
C1#CCCO/C=N\CC1
C1=C[C@@H]2C=C[C@H](C1)C2
C1N[C@@H]2C=C[C@H]1C2
C1=C[C@H]2O[C@@H]3C[C@H]2O[C@H]13
C1C[C@]23C[C@@]2(O1)[C@H]1O[C@H]13
C1C2O[C@@H]3[C@H]1[C@@H]1[C@H]2[C@@H]13
C1=NC2=[NH+]C=NN2N1
C1N[C@]23C[C@H](C2)O[C@@H]13
C1=C[C@@H]2O[C@H]1C[C@@H]1C[C@@H]12
C1=NC=C[N+]=C1
C1=CC2=NC=CN2C=N1
C1=NC[C@@H]2[C@@H]3[NH2+][CH+]N1[C@@H]32
C1=CC=[N+]C=C1
C1O[C@H]2[C@H]3C[C@H]3[C@H]2O1
C1CC2[C@@H]3C[N@@H+]3[C@H]2[NH2+]1
C1C[N@H+]2[C@@H]1[C@H]1OC[C@H]12
C1C[C@@H]2CO[C@H]1OC2
C1=C2CCNC2=CN1
C1=NC2=C(CCCO2)N1
C1C[C@H]2[C@@H]3[C@@]45O[C@@]34[C@@]25O1
C1COC[C@H]2C[C@H]2C1
C1O[C@@H]2[NH2+][C@@H]3C[C@@H]3[C@H]12
C1=C[C@@H]2N[C@@H]3[C@H]1N[C@H]23
C1=C[C@H]2[C@H]3C(C1)C[N@@H+]23
C1=C[C@@H]2[C@@H]3CC[C@H]1O[C@@H]32
C1C[C@H]2[C@@H]3N[C@H]2[C@@H]3O1
C1C[C@@H]2[C@@H]3C[C@H]1[C@H]2O3
C1C[C@@]23[C@H]4C[N@@H+]2[C@H]4[C@@H]3O1
C1NC=CCCN1
C1=CC2=NC=[NH+]N=C2N1
C1=C[C@H]2C=C[C@@H]1CO2
C1O[C@H]2[C@H]3C[C@H](C3)O[C@@H]12
C1C=NNC=N1
C1C=C2CC[C@@H]2N1
C1=C2COCOC2=NO1
C1=CN=NNC=N1
C1N=N[NH+]=CN1
C1=C[C@H]2[C@]34O[C@]23[C@@H]4C1
C1=CC2[C@@H]3C[C@H]2[N@@H+]3C1
C1N[C@H]2[C@H]3[C@@H]1O[C@@H]23
C1=C[C@@]23C[C@H]4[C@@H]2C1[C@H]43
C1[C@H]2CO[C@@]13CN[C@@H]23
C1[C@@H]2[C@H]3[C@@H]4C[C@H]3[N@H+]1[C@H]24
C1C=NCON=C1
C1=CC2=C(COC2)N1
C1=CC2=C(NCC2)O1
C1O[C@@]23C[C@@H]([C@@H]12)[C@H]1C[C@H]13
C1CO[C@H]2C[C@@H](C1)C2
C1O[C@@]23C[C@H]4C[C@@]12N[C@H]43
C1CN=C2OC[C@@H]2OC1
[CH+]1[NH2+][C@@H]2[C@H](O1)O[C@@H]1C[C@H]21
C1C=C[C@@H]2O[C@@H]2CN1
C1=C[C@H]2O[C@H]3[C@@H]1C[C@H]32
C1[NH2+][C@H]2O[C@@H]3[C@H]4N[C@@]13[C@@H]24
C1=C[C@H]2C[C@H]2CCC1
C1=C[N+]2=C(N1)NC=N2
C1C[C@H]2[C@@H]3CC2[C@@H]3O1
C1=NC[C@H]2CC(C2)O1
O1[C@H]2O[C@H]3[C@@H]1[C@H]3[C@H]1O[C@@H]21
C1C2O[C@@H]3C[C@@H]3[C@H]12
C1=CN2CC[NH2+][C@H]2C1
C1C[N@H+]2CC[NH2+][C@H]2N1
C1[C@H]2[C@@H]3C[C@@]4(CO[C@@H]24)[N@H+]13
C1C[C@@]23N[C@@H]4[C@@H](O[C@@H]42)[C@@H]13
C1O[C@@]23C[NH+][C@@H]2C[C@@H]13
C1=CN2NN=[NH+]C2=N1
C1O[C@@H]2C[C@]3(CO[C@H]23)O1
C1=N[C@H]2CCC=C2CO1
C1C[C@@H]2[C@@H]3[C@H]1[C@]21CO[C@@H]31
C1C[C@H]2[C@H]3N[C@@H]1[C@H]32
C1O[C@H]2C[C@H]2O[C@H]2C[C@@H]12
C1C=CN2CC[C@H]12
C1CO[C@H]2C[C@H]2OC1
C1=C[C@H]2C[C@@]3(C2)OC[C@H]13
C1O[C@H]2[C@H]3C[C@@]12O3
C1=[NH+]C2=C(C=CO2)O1
C1=C[C@H]2N[C@H]2C2O[C@@H]12
C1CCCC=CN1
C1=C2[C@@H]3C[C@@H](O3)[C@@H]2OC1
C1C[C@@H]2O[C@H]3C[C@@]3(C1)O2
C1=C2OCCC2=NO1
C1=C2CC[C@@H]2CN1
C1O[C@@H]2C[N@@H+]3C1C[C@H]23
C1N=[NH+]C2=NN=NN12
C1=C[C@H]2O[C@H]2[C@H]2O[C@@H]12
C1=C\COCCCC/1
C1=C2CCCC2=NN1
C1CC2=NON=C2O1
C1=N\CCCOCO/1
C1=CCN=CN=C1
C1[CH-][C@H]2N[C@H]3CN1[C@H]32
C1=C2OCOC2=CO1
C1[C@H]2OC[C@H]3C[C@@H]1[C@H]3O2
C1=CNC=NC=N1
C1=CC2=C(N1)O[CH+]N=C2
[CH+]1N[C@@H]2COC[C@@H]2[NH2+]1
C1=C[C@@H]2C[C@H](C1)CO2
C1=C[C@H]2O[C@]23CC[C@@H]3C1
C1NC=C2CCC[C@@H]12
C1=C2[C@H](OC1)[C@@H]1OC21
C1CO[C@H]2[C@@H](O1)[C@H]1C[C@H]12
C1CO[C@]23C[C@H]2O[C@@H]3C1
C1[C@@H]2N[C@@H]2[C@@H]2N[C@H]12
C1=CNNC1
C1=CC2=C(N1)NN=N2
C1N[C@H]2C=CC[C@@H]1C2
C1=C[C@H]2O[C@@H]1C1C[C@@H]21
C1=C2COCC[C@H]2OC1
[CH+]1[NH2+][C@@]23C[C@H]4[C@@H]2C[C@]43O1
C1NCC=CCN1
C1=C2CCCC2=NO1
C1N[C@H]2[C@@H]3C[C@H]2[C@@H]3O1
C1=C2[C@H](OCC1)[C@@H]1N[C@H]21
C1=C[C@H]2COC2=NCC1
C1=CONC=N1
C1C[C@]23CC4[C@H]2[N@H+]1[C@@H]43
C1OC[C@@H]2[C@H]1O[C@@H]1C[C@@H]12
C1[C@H]2C[C@@H]1[C@@]13C[C@@H](C1)[C@@H]23
C1O[C@H]2[C@H]3C[C@@H]4[C@H]3[N@@H+]4[C@@H]12
C1=CC2N[C@H]2[C@H]2C[C@@H]12
C1=CC2=C(C1)OC=N2
C1=NC2=CNC=C2O1
C1=C\COCCNC/1
C1C[C@@]23CO[C@@H]2C[C@@H]1C3
C1OC[C@]23CN[C@]12C3
C1[C@H]2C[N@@H+]3C[C@H]2C[C@H]13
C1OC[C@H]2C[C@@]3(C2)N[C@@H]13
C1/C=C\NCCCN1
C1[C@H]2[C@H]3C[C@@H]1[C@@H]1[C@H]3C[C@H]21
C1=C[C@]23C[C@H]2OC[C@H]1O3
C1=C[C@H]2CC[C@H]2[C@H]2O[C@@H]12
C1[C@@H]2O[C@@H]3[C@H]1O[C@H]23
C1=C[C@H]2N[C@H]2[NH2+]C1
C1=C2N[C@@H]3C[C@@H]3C2=NN1
C1CC[C@@H]2OC[C@@H]2OC1
C1=C[C@H]2[C@H]3C[C@H]3[C@H]2C1
C1O[C@@H]2[C@@H]3O[C@H]4[C@@H]3[C@H]4[C@H]12
C1[C@@H]2[C@H]3[C@H]4[C@@H]5[C@H]4O[C@]13[C@@H]52
C1[C@@H]2[C@H]3[C@@H]2C[C@H]2O[C@@H]1[C@@H]32
C1=NC2=C(C=CN2)N1
C1C[C@H]2[C@@H]3C[C@H]2[C@@H]3C1
C1O[C@H]2[C@H]3CO[C@@H]1[C@@H]23
C1NC2[C@@H]1[C@H]1C[C@H]12
C1=C2CCOC2=CN1
C1=C[C@H]2CC[C@@H](C1)CC2
C1=C[C@H]2COCC=C2C1
C1=CN=CNC=C1
[NH+]1[C@H]2[C@@H]3C4[C@H]2[C@H]1[C@H]34
C1NC=C[C@@H]2C[C@H]1O2
C1[C@H]2[C@H]3[C@@H]4C[C@H]3[N@H+]2[C@H]14
C1=NC2=C(CCN2)N1
C1=NOC2=C1NCC2
C1=NN=CO1
C1[C@H]2[C@H]3C[C@H]4[C@@H]1[N@H+]4[C@@H]23
C1=NC2=C(CO1)ON=C2
C1[NH2+][C@H]2C[C@H]3[C@@H]1[N@H+]32
C1O[C@H]2C[C@H]3O[C@H]3[C@H]2O1
C1CC[C@H]2[C@H]3C[N@H+]3[C@@H]12
C1C[C@@H]2O[C@H]3C[C@@H](O2)[C@@H]13
C1=[NH+]C2=C(N=CO2)O1
C1[C@@H]2C[C@@H]2C[C@@H]2CC12
C1=C[C@]23CO[C@]2(C3)C1
C1=CN=C[N+]=C1
C1=CN2CCNC2=C1
C1=NC2=N[NH+]=CC=C2N1
C1=C2[C@@H](COC1)[C@H]1C[C@@H]21
C1N[C@@H]2[C@@H]3C=C[C@]12N3
C1C[C@@H]2[C@@H]3[C@@H]([NH2+]C[C@H]23)O1
C1=NNC2COC=C12
C1OC[C@H]2CCO[C@@H]12
C1#C/C=C\COC/C=C\1
C1C[C@@H]2CC[C@H]1[NH+]2
C1COCC[C@H]2C[C@@H]12
[CH-]1CC[C@H]2[C@H]3[C@@H]1C[N@@H+]23
C1CC[C@H]2OC[C@H]2N1
C1C[C@H]2OCC[C@@H]2CO1
C1=C[C@]23CC[C@@H]2C1O3
C1OC2=C(OCO2)O1
C1=C[C@@H]2C=C[C@H]1C2
C1O[C@@]23CC[C@@]12NC3
C1C[C@@H]2OC[C@@H]2CO1
C1C[C@H]2[C@]34O[C@]23[C@H]14
C1=NC2=C(N1)OCOC2
C1CO[C@H]2CCO[C@@H]2C1
C1=C[C@]23CN[C@@]2(C1)CO3
C1O[C@@H]2[C@H]1N[C@@H]1CO[C@@H]12
C1C=C2C=CN[C@H]2[CH-]1
C1=CN2C(=C1)N[C@@H]1C[C@@H]12
C1O[C@@H]2[C@@H]3[C@H]1[C@@H]1[C@H]2[N@H+]31
C1=C[C@H]2O[C@@H]3CC2[C@H]13
C1CNC=CN1
C1=C[C@H]2C[C@H]3OC[C@@H]1[C@@H]23
C1O[C@@H]2[C@H]3[C@H]4[C@@H]2[N@H+]4C13
C1=C[C@H]2C[C@H]3[C@@H]1[C@H]3C2
C1CO[C@@H]2[C@@H]3C[N@@H+]3[C@@H]2C1
C1OCCCCCO1
[CH+]1[NH2+][C@H]2C[C@H](C2)O1
C1=CN=CC=CNC=C1
C1C[C@@H]2CC[C@@H](C2)N1
C1=NC2=C(O1)[C@H]1C[C@@H]2N1
C1O[C@H]2[C@@H]3[C@H]2[C@]12C[N@@H+]3C2
C1NN=NO1
C1=C[C@@]23C[N@H+]4[C@@H]2C1[C@H]43
C1=C2[C@H]3C[C@H]3CN2N=N1
C1[C@H]2O[C@H]3CO[C@@H]1[C@H]3O2
[CH-]1C[C@@H]2[C@H]3C[N@H+]4[C@@H]2[C@@H]1[C@@H]34
C1C[C@H]2C[C@H]3[C@@H]1[N@H+]3C2
C1C[C@@H]2C[C@]13CO[C@H]23
C1C[NH2+][C@@H]2O[C@H]3[C@@H]2[C@@H]13
C1[C@@H]2[NH+][C@@H]3[C@H]1[NH+][C@H]23
C1=CCCNCC1
C1=CN2[C@H]3C[C@H]3[C@H]2N1
C1CC2=NCCN2C1
C1C[C@@]23C[C@H]4[C@@H]2C1[C@H]43
C1=N\CCCCOCO/1
O1[C@H]2[C@@H]3[C@H]4O[C@H]([C@@H]24)[C@H]13
C1=C[C@@H]2[C@H]3O[C@@H]2C[C@H]3C1
C1C[C@H]2[C@H]3C[NH2+][C@@H]1[N@@H+]23
C1=CC2C[C@@H]1[C@H]1N[C@@H]21
C1C[C@]23O[C@@H]4[C@H]2O[C@@]143
C1=C2N[C@@H]3C[C@@H]3C2=CO1
C1=C[C@@H]2CC=C[C@@H]2C1
C1=NC2=C(COC2)N1
C1=C\CCOCCC/1
C1=CN2CC3[C@@H]1[C@H]32
C1=C[C@@H]2[C@@H]3CC(C1)[C@H]23
C1C[C@@]23O[C@@H]2COC[C@@H]13
C1=C[C@H]2CO[C@@H]1[C@@H]1O[C@H]21
C1CN[C@H]2C=CC[C@@H]12
C1=C2CCCOC2=CN1
C1=C[C@H]2O[C@]3(C1)CC[C@H]23
C1CC=CNC=C1
C1=NC[C@@H]2[C@@H]3C[C@H](O1)[C@@H]32
C1=C2CC[C@@H]2[C@@H]2N[C@H]12
C1[N@H+]2C[C@@]13OC[C@H]23
C1CCC=C[C@H]2CN12
C1=C2C(=NO1)[C@@H]1C[C@H]2N1
C1C=CC=CNN1
C1[CH-][C@@H]2C[C@H]3[C@@H]2[N@H+]3C1
C1NC[C@@H]2COC12
C1C[N@@H+]2[C@@H]3[C@H](O1)[C@H]1[C@@H]3[C@H]12
C1=C[C@H]2CCC1CC2
C1CNC[C@H]2OC[C@@H]12
C1[C@H]2C[C@@H]1O[C@@H]1C[C@H]21
C1=CC2=C(C1)NC=C2
C1=NCCN=C2CCN12
C1C[C@H]2O[C@@H]1C1C[C@H]12
C1=C2N=NNC2=CO1
C1C[C@H]2CC[C@@H]1[C@@H]1O[C@H]21
C1CC2=C(C1)ON=N2
C1=CC[C@@H]2[C@@H]3CC(=C1)[C@@H]32
C1=C[C@H]2C=C[C@@H]1O2
C1[C@@H]2[C@H]3[C@@H]4[C@H]([C@H]5[C@@H]1[N@@H+]35)[N@H+]24
C1=CC2[C@@H]3[C@@H]4[C@H]1[C@@H]4[N@@H+]32
C1C[C@@H]2[C@@H]3C[C@]12[NH+]3
C1[C@@H]2O[C@H]1[C@@H]1[C@H]3C[C@@H]1[C@@H]23
C1=C[C@]23C[C@@]2(C1)CO3
C1=C[C@]23CCC2[C@H]1C3
C1=NC2=C(N1)O[C@@H]1C[C@H]21
C1C[C@H]2[N@@H+]3[C@H]4C[C@@H]3[C@]42O1
C1OC[C@@H]2[C@@H]3[C@H]1O[C@H]23
C1=NNC2=C1COC2
C1CC[C@H]2O[C@H]2COC1
C1=CC[C@H]2CC[C@H]2OC1
C1[C@@H]2C[C@@H]2C[N@@H+]2C[C@H]12
C1=C[C@@]23C[C@@H]2C[C@H]2[C@@H]1[N@H+]23
C1=CC2=CN=NN2N=C1
C1C[C@@]23CC[C@@H]2O[C@@H]1C3
C1OC[C@@H]2[C@H]1[C@@H]1CO[C@H]21
C1=C[C@@H]2[C@H]3CO[C@@H]2[C@H]3C1
C1=C[C@@H]2CCCC1C2
C1NC[C@@H]2CC2O1
C1C[C@@]23CO[C@H]2[C@@H]1O3
C1O[C@H]2[C@H]3CN1[C@H]32
C1=C[C@@H]2C[C@@H]2OCC1
C1CNC[C@H]2CO[C@@H]12
C1=N[C@@H]2C[C@@]23CC[C@H]3O1
C1=NOC2=C1OCO2
C1=C[C@@H]2[C@@H]3C[C@@H]4[C@H]1[C@H]2[C@@H]43
C1=COC[CH+]N=C1
C1O[C@H]2C3O[C@@H]1[C@H]32
C1=C[C@@H]2CC[C@@H]2OC1
C1C=C[C@H]2C[N@H+]3[C@@H]1[C@@H]23
C1O[C@H]2CO[C@@H]1OC2
C1=CC2=C(OC1)OC=N2
C1OC[C@@H]2OC[C@H]1O2
C1[NH+][C@@H]2C[N@H+]3C2[C@@H]13
C1OCC=CCO1
C1[C@@H]2[N@@H+]3[C@H]4[C@@H]3[C@@]23CO[C@]143
C1NC=CN=CN1
C1=C[C@H]2C[C@H]2C2C[C@@H]12
C1=C[C@]23C[C@H]2CC[C@H]1O3
C1=CN2C=CN=C2OC1
C1O[C@@H]2C=C[C@@H](C2)O1
C1=CN=C2N=NOC2=C1
C1O[CH+]NO1
C1CC2CCC[C@H]2C1
C1=C[C@H]2N[C@H]2[C@H]2CO[C@@H]12
C1O[C@H]2[C@@H]1[C@H]1CO[C@@H]21
C1OC[C@H]2[C@H]3C[C@H]3[C@@H]12
C1=C[C@@H]2N[C@@H]2COC1
C1=CN=[N+]2CCC2=N1
C1=C[C@H]2[CH-][C@H]3[CH+][NH2+][C@@H]1[C@@H]23
C1[C@H]2O[C@H]3[C@H]4C[C@]1(C4)[C@H]32
C1=CC2=CCO[C@H]2C1
C1C[C@H]2[C@@H](O1)[C@H]1CC[C@H]12
C1OC2=C(O1)OCN2
C1[C@@H]2C=CC=C[C@H]1C2
C1CC[C@@H]2N[C@@H]2C1
C1=C[C@@]23CC[C@]2(C1)N3
C1=NC=C2C=NNC2=N1
C1O[C@]23[C@@H]4N[C@]12[C@H]1[C@@H]4[C@H]13
C1CO[C@H]2CC[C@H]2C1
C1O[C@H]2[NH2+][C@H]3C[C@H]3C[C@@H]12
C1[C@H]2[C@@H]3[C@@H]4O[C@H]2C4[C@H]13
C1=C[C@]23N[C@H]2C[N@@H+]2[C@H]1[C@@H]23
C1[C@@H]2C[C@@H]3[C@@H]4C1[C@@H]4[N@H+]23
C1O[C@@H]2[C@H]1C[C@@H]1CO[C@@H]12
C1=NOC2=C1OCCN2
C1=C\C[C@H]2C[C@H]2COC/1
C1=C[C@@]23[C@H]4N[C@@H]2[C@H]4[N@H+]3C1
C1OCC2=NCCN12
C1=CC=COC=NC=C1
C1=NC2=C(NCCO2)O1
C1=C2[C@@H](CCC1)[C@H]1C[C@@H]21
C1C[C@@H]2C[C@@H](CCO2)O1
C1=C[C@H]2[C@H]3CC=C(C1)[C@@H]23
C1=NOC2=C1CCCO2
C1C[N@@H+]2[C@H]1C[C@@H]1C[C@@H]12
[NH+]1[C@H]2[C@H]3[C@@H]1C1[C@@H]2[N@@H+]31
[NH2+]1[C@@H]2[C@@H]3O[C@H]1[C@H]1[C@@H]3O[C@@H]21
C1O[C@H]2O[C@@H]3C[C@H]2[C@H]13
C1O[C@H]2CC3[C@@H]1[C@H]3O2
C1[C@H]2N[C@H]3CN1[C@@H]23
C1=C[CH-]C=C1
C1=C[N+]2=C(NN=N2)O1
C1[NH+][C@@H]2[C@H]3C[C@@]12C3
C1C[C@@]23C[C@@H](C[C@@H]12)O3
C1=CON=NC1
C1NCC[C@H]2CC[C@@H]12
C1[C@@H]2[NH+][C@@H]3CC1[C@H]23
C1=CC2=CNC=C2C1
C1OC2[C@H]3[C@@H]4C[C@]13[C@@H]42
C1=C[C@@H]2C[C@H](C1)[NH+]2
C1N=NOC=[N+]1
C1[C@H]2C3C[C@H](C[N@@H+]12)C3
C1O[C@H]2C[N@H+]3C[C@H]3[C@@H]12
C1C[N@H+]2C[C@H]3O[C@@H]([NH2+]1)[C@H]32
C1OC2[C@H]3C[C@@H]1C[C@H]32
C1[C@@H]2O[C@H]3O[C@@H]2C[C@@H]13
[CH-]1[C@H]2[C@@H]3C2[N@@H+]2C[C@H]1[C@H]32
C1=N[C@H]2[C@]34O[C@]23[C@@H]4CO1
C1=NC2[C@@H]3N[C@H]2[C@@H]3O1
C1=CC2=C(C[NH2+]C2)O1
C1=COCOC=C1
C1=NC2=C(N1)NN=N2
C1=CC[C@H]2C[C@H]2CC1
C1CC2C[C@H]1[C@H]1C[C@@H]21
C1=CC2=C(C=NO2)OC1
C1O[C@@H]2C[C@H]3[C@@H]2[NH+][C@@H]13
C1C[C@H]2O[C@H]3C[C@]2(C1)C3
C1=C[C@]23O[C@H]2CC=C3C1
C1CC[C@H]2N[C@H]2COC1
C1[C@H]2[C@H]3O[C@@H]4[C@H](O3)[C@@H]4[C@@H]12
[CH+]1[NH2+][C@H]2CCO[C@@H]2CO1
C1=C\C=C/CC\C=C/1
C1=CC2[C@H]3C=C[C@@H]2[C@@H]13
C1=C[C@@H]2[C@@H]3O[C@H](C=C1)[C@H]23
C1=C2[C@H](OC1)O[C@@H]1C[C@H]21
C1C2[C@H]3CO[C@@H]1C[C@@H]23
C1[C@@H]2O[C@H]1C1C[C@H]2C1
C1[C@@H]2[C@H]3O[C@@H]4[C@H](O3)[C@H]1[C@H]24
C1=C[C@@H]2C[C@@]3(C1)C[C@H]3O2
C1=CC2C=C[C@H]1N2
C1C[C@H]2C[C@@H]3C[C@]23CO1
C1=NOC2=[N+]1NN=N2
C1=CNOC=N1
C1=NC2=COC=C2N1
C1=NC2=[NH+]C=NC=C2N1
C1C[C@@H]2C[C@@H]3[C@H]1[N@H+]1[C@@H]3[C@@H]21
C1C[C@@H]2COC[C@H](C1)C2
C1C=CC=C1
C1=CON=CO1
C1=NCC2=C(N=NO2)N1
C1=C[C@@H]2[C@H]3CCO[C@@]23C1
C1=CC2=C(N=CN2)ON1
C1=NCC[C@H]2C[C@H]2O1
C1C[C@H]2CC=CC[C@@H]12
C1[C@@H]2CCC[C@H]1N2
C1=CC[C@@H]2N[C@@H]2CC1
C1C[C@@]23O[C@@H]4[C@@H](O[C@@H]42)[C@@H]13
[CH+]1[NH2+][C@@H]2[C@@H]3CC3[C@@H]2O1
C1N2[C@H]3C[C@@H]4[C@H]([C@H]32)N14
C1OC[C@]23O[C@@H]4[C@H]2O[C@@]143
C1C[C@]23C[C@H](C2)[C@@H]3O1
C1=C2C[C@H]3CC[C@@]23OC1
C1[C@@H]2[C@H]3CC[N@@H+]2[C@@H]1C3
C1[C@@H]2C[C@@H]3CO[C@]13C2
C1CN=CCOC1
[CH+]1NN=NC[NH2+]1
C1=CN=C2OCCC2=N1
C1COC[C@@H]2OC[C@@H]2C1
C1=CC2=C(N1)NN=C2
C1=C[C@@H]2CC[C@H]1CO2
C1C[C@]23C[C@@]2(CC3)O1
C1C/N=C\OCCN1
C1=CN=C2OCOC2=N1
C1=NC[C@]23C[C@H]2C[C@@H]3O1
C1=NC2=C(NCCN2)N1
[CH+]1[NH2+][C@H]2C[NH+]C[C@H]2O1
C1C2=C(N=NO2)[C@H]2C[C@@H]12
C1[C@@H]2C[C@H]3O[C@H](C[C@@H]13)O2
C1[C@H]2[C@@H]3C[C@H]4[C@@H]3C[C@H]4[C@@H]12
C1=C[C@@]23CC1[C@H]2CO3
C1C[C@@H]2CCC2CO1
C1=NC2=C(CCC2)O1
C1=C2CN[C@H]2CC1
N1[C@H]2[C@@H]1[C@@H]1O[C@H]2[C@H]2O[C@@H]12
C1=CC2=NNON=C2N1
C1C[C@]23COC[C@]12O3
C1=C[C@H]2O[C@]23CC[C@H]1C3
C1C[C@@]23C[C@H]4[C@@H]([C@H]12)[N@H+]4C3
C1=CN2C=CC=C2C1
C1=C[C@H]2[C@H]3OCC[C@@H]1[C@H]32
C1C[C@H]2[C@H]3C[C@H](O3)[C@@H]12
C1[C@H]2[C@@H]3C2[C@@H]2O[C@H]1[C@H]32
C1=NOC2=C1CCN2
C1N[C@H]2COC[C@@H]1C2
C1=C[C@]23CO[C@@H]2[C@H]1N3
C1=NN2CCNC2=N1
C1=C2C(=CN1)[C@H]1C[C@@H]2C1
[CH+]1[NH2+][C@@]23C[C@H]4[C@@H]2[N@@H+]1[C@H]43
C1=C[C@@H]2CCO[C@@H]2O1
C1=C[C@@H]2C=C[C@@H]3C[C@H]1[C@H]23
C1=NC2=CN=CN2N=N1
C1C[C@]23CC[C@]2(CO3)O1
C1NN[C@H]2[C@H]3C[C@H]3N12
C1[C@@H]2O[C@@H]2C[C@@H]2C[N@H+]12
C1N[C@@H]2[C@H]3[C@H]4[C@@H]2[C@@H]1[N@@H+]34
C1=C[C@H]2C=C[C@@H]3C[C@]23C1
[CH-]1[C@H]2C[C@@H]3[C@H]2[C@@H]2O[C@H]1[C@@H]23
