C1=CC=C2OC=CC2=C1
C1=CC=CC=C1
C1CCCCC1
C1=CC=NC=C1
C1=NN=CN1
C1CCNC1
C1CCCNC1
C1=C2CCCCCN2C=N1
C1=CN=CCC1
C1=CSC=C1
C1=CC=C2C(=C1)N=C1C=CC=CN12
C1=CNC=C1
C1CCCC2=C1CC=CN2
C1=CC=C2N=CNCC2=C1
C1=CC=C2CNCCC2=C1
C1=CC=C2CCCC2=C1
C1=CNN=C1
C1CNCN1
C1CCOC1
C1=NC=C2CNCNC2=N1
C1COCCN1
C1=CNNC1
C1=NC2=C(CN1)C1=C(CCCC1)S2
C1=CSC=N1
C1=NC2=C(C=N1)CCNC2
C1=CC[C@@H]2CNC[C@H]2C1
C1=CC=C2NCNC2=C1
C1CNCCN1
C1CC1
C1NCCN2C1=CC1=CC=CC=C12
C1=CC2=NC=CCN2C=C1
C1=CN=NC1
C1=CC2=C(N=C1)NNC2
C1=CCNN=C1
C1=CC2=CC=NN=C2C=C1
C1CCC1
C1=CC=C2C=NC=CC2=C1
C1=CCNC=C1
C1=CN=CN=C1
C1=CC2=CC=CN=C2C=C1
C1=NN=CS1
C1CCCNCC1
C1=CON=C1
C1=CC=C2NC=CC2=C1
C1=CC2=CC=CC=C2C=C1
C1=NOC=N1
C1CSCC1
C1=NN=CO1
C1=CN=NC=C1
C1=COC=C1
C1=CC=C2OCCNC2=C1
C1CCON1
C1=CC=C2OCC=CC2=C1
C1=NNCN1
C1=NCCN1
C1CC2=CC=CC=C2O1
C1CCOCC1
C1=CC=C2NC=NC2=C1
C1=NN=C2CCNCCN12
C1=CC=C2OC=NC2=C1
C1=CC=C2SC=NC2=C1
C1C=CNN=C1
C1=CC2=CN=CN2C=C1
C1CCSCC1
C1CCCC1
C1=NC=CNC1
C1CNCNC1
C1=CC2=C(CCC3=CNN=C32)O1
C1=CN=CC=N1
C1=NN2CCCNC2=C1
C1=NNC2=C1CCCC2
C1CO1
C1=COCCC1
C1NCNC2=CC=CC=C12
C1=NC=NC2=NC=N[C@H]12
C1=NC=NN=C1
C1CCC2=C(N1)NN=C2
C1CSCN1
C1=CC2=NC=CN2C=C1
C1NN=NN1
C1CSC2=CC=CC=C2N1
C1=NN2CCSC2=N1
C1CSCCN1
C1=CC=C2OCCOC2=C1
C1=[N+]CCC1
C1=CC=C2C(=C1)CNC1=CC=NN12
C1=CC=C2N=CC=NC2=C1
C1COC1
C1=CC=C2C(=C1)C=CC1=NC=CC=C12
C1CNCN=C1
C1=CC=C2SC=CC2=C1
C1=CCNCC1
C1NCC2=CC=CC=C12
C1CNSC1
C1CC2=C(O1)C1=C(C=C2)OCNC1
C1=NC=C2C=NNC2=N1
C1=NC2=C(CCC2)S1
C1=CC=C2CCCCC2=C1
C1CSC2=NC=CCN12
C1=CC=C2C(=C1)NC1=NC=NN=C12
C1=CNC=N1
C1CN[C@H]2CCC[C@H]2C1
C1=CN2N=CC=C2N=C1
C1OCCC2=CC=CC=C12
C1=NN=NN1
C1=NN=C2CCCN12
C1=CN=C2NC=CC2=C1
C1=CC=C2NCCCC2=C1
C1=CC2=NN3C=CC=NC3=C2C=C1
C1=CSCC1
C1=CC=C2NN=CC2=C1
C1CCCNCCC1
C1=CNC2=NC=NN2C1
C1=CC=C2OCOC2=C1
C1=CCCC1
C1CNN=C1
C1=CC2=NC=NN2C=C1
C1CN2CCNC2=NN1
C1=NON=C1
C1=CN=C2NN=CC2=C1
C1CCCCCC1
C1=CC=C2NCCC2=C1
C1=NN2CCCNC2=N1
C1=CN=CNC1
C1=CNN=N1
C1CCCC2=C1CC=N2
C1=NSC=N1
C1=COC=N1
C1=CN=C2CCCCC2=C1
C1CSC=N1
C1=CC2=CC3=C(N=C2C=C1)SC=C3
C1=CN2C=CN=C2N=C1
C1N[C@@H]2CSC[C@H]2S1
C1COCCO1
C1C=C2CC[C@@H]3[C@H]4CCCC4CC[C@H]3C2CC1
C1=CC2=NN=NN2C=C1
C1=NN2C=NC3=C(C=NN3)C2=N1
C1=CN2C3=C(CCCC3)SC2=N1
C1C=CCC2CCCC[C@H]12
C1=CC=C2C(=C1)CC1=CC=CC=C12
C1C[C@@H]2CCNC[C@H]12
C1=NC2=C(C=CO2)C=N1
C1=CN2N=CN=C2N=C1
C1=NN2CCCCC2=N1
C1COCO1
C1=CN=C2NCCNC2=C1
C1=CC2=CC=N[C@H]2C=C1
C1=NNCS1
C1NCC2=CNN=C2N1
C1=CSN=N1
C1CCCC2=C1CN1N=NN=C1N2
C1=CC=C2NCCNC2=C1
C1NC[C@H]2[C@@H]1[C@@H]1C=C[C@H]2C1
C1CC2CN[C@H](C1)C2
C1NC[C@@H]2CNCCN12
C1=CC=C2[N+]=CNC2=C1
C1=CC=C2C3=C(CCNC3)NC2=C1
C1=CC=C2OCCCOC2=C1
C1C=CCN1
C1=C2C=CC=CC2=[NH+]C1
C1=CCN=C1
C1CNCCNC1
C1=CC=C2C(=C1)C=CC1=NN=CN12
C1=C[C@@H]2CCCC[C@@H]2CC1
C1=NC=C2C=CSC2=N1
C1=NCSC1
C1=CN2C=CSC2=N1
C1=CC=C2SCCC2=C1
C1=CC=C2NC=CCC2=C1
C1=NNC2=NC3=C(CNCN3)N2C1
C1=NC=C2CNC=CC2=N1
C1=CNCC1
C1=CC=C2NCC=CC2=C1
C1COC=N1
C1=CC2=C(C=CS2)N1
C1=CC=[N+]C=C1
C1CNNC1
C1=CC2=C3C(=C1)CCCN3CCC2
C1=CC2=NC=NC2=CC1
C1CC=NC=N1
C1=CNCNC1
C1=NC2=C(C=CS2)CN1
C1=C[C@@H]2C3=CC=CC=C3NC[C@@H]2C1
C1=CN=C2N=CNC2=C1
C1=NC2=C(C=N1)CCCC2
C1CC[C@H]2OCO[C@@H]2C1
C1=C[C@H]2C[C@@H]1CC2
C1C=CCCC1
C1COC2=NC=CC=C2N1
C1NC2CCCN2C2=CC=CC=C12
C1=CN=C2CCCC2=C1
C1=CC=C2C(=C1)NC1=NN=CN12
C1=CC=C2SCNC2=C1
C1=CC=C2N=CN=CC2=C1
C1NSC2=C(N1)NC[NH+]C2
C1=CC2=NN=CN2C=C1
C1=CC=C2NN=NC2=C1
C1=C2CSCC2=NN1
C1=CC=C2C(=C1)N=CC1=NN=CN12
C1C2C[C@H]3CC1C[C@@H](C2)C3
C1=NN=CNC1
C1=NC=NC=N1
C1=NSN=C1
C1=CC2=C(CCCC2)S1
C1=CC=C2C3=C(CNCC3)NC2=C1
C1=COC2=C(CNC=C2)C1
C1=CCOC=C1
C1=CC=C2C=NN=CC2=C1
C1CC[C@@H]2CCN[C@H]2C1
C1C[NH+]C1
C1C[C@H]2CCC1C2
C1C[C@@H]2CC[C@H]2O1
C1=CC=C2OCCNCC2=C1
C1CNCO1
C1=NC2=C(CN1)NCN2
C1=CN2CCCCC2=[NH+]1
C1=NN=C2CCNC[C@@H]12
C1=NNCO1
C1=CN=C2SC=CN2C1
C1NC2=CC=CC3=CC=CC1=C23
C1=NN2CC[NH2+]CC2=C1
C1=CC=C2C(=C1)OCC1=C2ON=C1
C1=NN=C2SCCN12
C1=NC2=C(C=N1)C1=C(CCC1)S2
C1CNCCSC1
C1=CSCN1
C1NN=C2CCCCCN12
C1=NC2=C(C=NN2)CC1
C1=NN=C2CCCCCN12
C1=C[C@H]2C[C@@H](C1)C2
C1=NC2=C(N1)NN=C2
C1CSCSC1
C1=NC=C2C=CNC2=N1
C1C[C@@H]2C(CC[C@@H]3[C@@H]2CC[C@]24C[C@H]2CCC34)C1
C1=CNC2=C(CNCN2)C1
C1=CC2=CN=CN2N=C1
C1CC[C@@H]2C[NH+]CC[C@@H]2N1
C1=[NH+]C2=C(C=N1)CNCC2
C1=CNN2C=CC=C2C1
C1=CN=C2NCNCC2=C1
C1NCC2=C(N1)C1=CC=CC=C1C2
C1=CC=C2OC=CCC2=C1
C1O[C@@H]2CCO[C@@H]2O1
C1=CC=C2OCCCC2=C1
C1C=C2NC3=CC=CC=C3N2CC1
C1CCSC2=CC=CC=C2N1
C1CN=C2SC=NN2C1
C1C=CNC=C1
C1C[C@@H]2C[NH+]CCN2C1
C1CCCC2=C1CC1=CN=N[C@H]1N2
C1CC[C@H]2CN=CN=C2N1
C1CCC2=C(C1)SC1=C2CNCN1
C1=CC2=C(CCCC2)O1
C1C=C2CC[C@@H]3[C@@H]4CC=CC4CC[C@H]3C2CC1
C1=CN=C2N=CNCC2=C1
C1=C2CNCCC2=NN1
C1COCCNC1
C1=CC2=C3C(=C1)CC[C@@H]3CCC2
C1CN2N=CN=C2N1
C1NC[C@@]23C=C[C@@H](C[C@@H]12)O3
C1=NC2=C(C=N1)CCC2
C1=CC2=C(CCC2)S1
C1O[C@@H]2O[C@@H]3OCO[C@H]3[C@@H]2O1
C1=NC2=C(CNCN2)N1
C1NCCN2CC3=C(C[C@@H]12)C1=CC=CC=C1N3
C1=CC=C2OCCCCC2=C1
C1=CC=C2SCCCC2=C1
C1CC[NH+]2CCCC[C@H]2C1
C1=NC2=C(CN1)SCC2
C1=CC2=NNC[C@@H]2C=C1
C1CCC2SCCN12
C1C[C@@H]2CC[C@H]1O2
C1NCC2=C1NN=C2
C1NCC2=C(N=C3NC=CN32)N1
C1=CC2=NN=CN2N=C1
C1=CN=C2SC=NC2=C1
C1=NC2=C(C=N1)NC=N2
C1=NC2=NC3=C(CN2N1)COC1=CC=CC=C31
C1=CC2=C(CC[NH+]C2)S1
C1=NN=C2NCCN12
C1C[C@@H]2SCC=CN12
C1SCC2=NCC3=CC4=C(C=C3N12)OCO4
C1=CC2=NSCCN2C=C1
C1=CC=C2COCC2=C1
C1N=C2S[C@H]3COCCC3=C2CN1
C1=NN2C=CSC2=N1
C1=CN2CCCC2=[N+]1
C1=NC=C2C(=N1)C1CC[C@@H]2C1
C1=CC2=C(C=CS2)CN1
C1=NC2=C(CN1)N=C1CCCCCN12
C1NC[C@H]2CCCC[C@H]12
C1CC2C(CC[C@@H]3[C@@H]2CCC2CCCC23)CC1
C1C=CCO1
C1CSN1
C1=NC2=C(C=N1)C1=C(CCCC1)S2
C1=CC2=C(CCSC2)S1
C1CCC2=C(N=CS2)N1
C1=COC2=NC=CN2C1
C1=NC2=C(C=[NH+]1)CCCN2
C1=CC=C2OCNC2=C1
C1=CC2=CC=C3OC=CC3=C2C=C1
C1=CC2=C(CNCC2)S1
C1=CC=C2C(=C1)SC1=NN=CN12
C1=NN2C(=N1)N=NC1=C2C=CNC1
C1NC2=CC=CN=C2OC2=CC=CC=C12
C1=CN=C2NCOC2=C1
C1CCCC2=CC=CC=C2N1
C1CO[C@@H]2CNC[C@@H]2N1
C1=NN=C2CCCCN12
C1=CC=C2NCC=NC2=C1
C1NCNCN1
C1NSC2=CC=CC=C12
C1=CC=C2CNN=CC2=C1
C1=CC=C2NN=CCC2=C1
C1CCC2=CNN[C@H]2N1
C1=CC=C2C(=C1)OC1=CC=CC=C12
C1=CN2CCSC2=N1
C1=CC2=C(CO1)CC1=C(C=COC1)O2
C1NC2=CC=CC=C2N2CCCC[C@@H]12
C1CNCC2=CC=CC=C2N1
C1=CC=C2SCCCCC2=C1
C1=CSN=C1
C1=CC2=C(C=C1)OCOC2
C1=CC=C2C(=C1)CNC1=NN=CN12
C1=CC=C2CNC=CC2=C1
C1=C2CCCC2=NN1
C1=CN=C2OC3=CN=CN=C3C2=C1
C1=NC2=NON=C2N=C1
C1=COC2=CC=CC=C2C=C1
C1C=C2NNCC2=CN1
C1=CN=C2ON=CC2=C1
C1=CC=C2C(=C1)N=C1SCCN12
C1NC=C2C[NH+]CN=C2N1
C1=CC=C2C(=C1)CN[C@H]1C3=CC=CC=C3CC[C@H]21
C1C[C@@H]2C[NH+]C[C@H]1C2
C1=NC2=C(CCNC2)N1
C1CSCCS1
C1CCCC2=C1CC=CO2
C1=CC=C2NCCCNC2=C1
C1CCCC2=NC3=NC=NN3C[C@@H]12
C1CC2=CC=CC=C2NS1
C1=CNCN=C1
C1=CN=CC1
C1=CC=C2SC=[N+]C2=C1
C1=CN=C2SC=NN2C1
C1=CC2=NC=CN2N=C1
C1CCCCCCC1
C1=C2CCNCC2=CC2=C1OCCO2
C1=NC2=C(N1)C1=NN=CN1C=N2
C1=NOCC1
C1N=CCN1
C1=C2CCCCC2[C@@H]2CCC3CCC[C@H]3[C@@H]2C1
C1=CC2=C(C=C1)C1=C(CNN=C1)N2
C1=CN=C2SC=CCC2=C1
C1=NN2C=NN=C2S1
C1=NC2=C(C=N1)C1=C(CNCC1)S2
C1=CC=C2C(=C1)NSC1=CN=CN=C12
C1CSCCO1
C1CC[NH+]2CCNC[C@H]2C1
C1OCCOC2=C1C=NC1=CC=CC=C21
C1CCSCN1
C1C[C@@H]2CC[C@H](C1)[NH+]2
C1C[C@@H]2COCCN2C1
C1CCC=C2SCNCN12
C1=CN2C=CN=C2C=N1
C1CCC2=NNC[C@H]2CC1
C1CCC2[NH2+]CCCN12
C1CC=C2C=CC=CC2=[NH+]1
C1=CC=C2C(=C1)C=CC1=C2C=CCO1
C1CC2=CC=CC=C2CN2CC3=CC=CC=C3[C@H]2S1
C1=CC2=CC=CC=C2SC1
C1=NN=CC1
C1C[C@@H]2C[C@H]1CN2
C1CCNC=N1
C1CC[C@H]2OCCN[C@@H]2C1
C1=CC2=[NH+][C@H]3CNCCC3=C2C=C1
C1NC[C@@H]2[C@@H]3C=C[C@@H](CC3)[C@H]12
C1NC[C@H]2C[NH+]3CCC[C@H]3[C@@H]12
C1NCC2=C(C=CS2)N1
C1=[NH+]NC2=C1NCC1COC[C@H]1N2
C1=NC2=C(C=N1)CCCCC2
C1=CC2=CC=C3OCNCC3=C2OC1
C1C[C@@H]2CCC[NH+]2C1
C1NCC2=C(N1)SC1=C2CCNC1
C1=CC2=C(C=C3CNN=CN32)O1
C1COCOC1
C1=CC=C2CCC2=C1
C1CN2N=CC=C2N1
C1=CC=C2C(=C1)NC1=C2C=CN=C1
C1=NC2=C(CN1)C[NH+]CC2
C1NCN2C=CC[C@@H]12
C1=N[C@H]2CSC[C@H]2S1
C1CCC=NN1
C1C=CC2=CC=CC=C12
C1=CN=C2NCC3=CC=CN3C2=C1
C1CCSNC1
C1CCN2CC3=C(N=C12)SC=C3
C1=C2N=C3C(=NC2=CC2=C1OCO2)C1CCC3C1
C1=CC=C2NC3=CC=CC=C3CCC2=C1
C1=CC=C2N=C3C(=NC2=C1)C1CCC3C1
C1=CC=C2C(=C1)NCC1=NN=CN12
C1=CC=C2N=C3NC=CC3=NC2=C1
C1NC2=CC3=C(C=C2S1)OCO3
C1=CC=C2C(=C1)NC1=CC=CC=C12
C1=CC2=C(CCCCC2)S1
C1CCCC2=C1CNC1=CC=CC=C1N2
C1=CC=C2SN=CC2=C1
C1NCCN2C1=NC1=CC=CC=C12
C1CC2C(C1)C1CCCC21
C1=CN=C2N=COC2=C1
C1CC=CO1
C1=NC2=C(CN1)N=NN2
C1=CC=C2C(=C1)CCC1=C2ON=C1
C1=CC=C2C(=C1)N=CN1C=NN=C21
C1O[C@@H]2C[C@H]3C[C@@H]2[C@@H]1C3
C1NC2=C(CCCC2)S1
C1=CC2=C(N=C3C=CC=CN3C2)[N+]=C1
C1=CC2=C(C=C1)N1CCCCCC1=NS2
C1=NN2C=NC3=C(C=CS3)C2=N1
C1OCC2=CC=CC3=CC=C4C=CC=C1C4=C23
C1CCSC2=NC=NN12
C1NCN2CCOC[C@@H]12
C1=CC=C2ON=CC2=C1
C1=COC2=C(C1)SNC1=CC=CC=C21
C1NCC2=NC=N[C@@H]2N1
C1=CC2=C(NN=C2)S1
C1=CN=C2C=CNC2=C1
C1NN=C2CNCCN12
C1=CC2=NNCN2C=C1
C1=CN=C2NC=CCC2=C1
C1=NC2=C(C=N1)NCN2
C1NC[C@H]2CNC[C@@H]12
C1NCOC2=CC=CC=C12
C1=NSC2=CC=CC=C2N1
C1=[NH+]CNN1
C1CN1
C1=NC2=C(CCCC2)S1
C1=CC=C2C(=C1)N=CC1=C2OC=C1
C1=CC2=C(CNC3=NNCN32)S1
C1=NN=C2CNCCN12
C1NC2=CC=CC=C2CN2CCC[C@@H]12
C1=CC=C2NCOCC2=C1
C1=NN2CCCNCC2=C1
C1N=NCS1
C1=CC2=C(C=NC=C2)OC1
C1NC[C@H]2[C@@H]3CC[C@@H](O3)[C@@H]12
C1=NC2=C(C=NN2)CN1
C1=CCC1
C1=NC=C2C=C3CNCCC3=NC2=C1
C1C=CSN1
C1C[NH+]COC1
C1=CNCN1
C1=CN2C=NN=C2CN1
C1=CC=C2C(=C1)NC1=NC=CN12
C1=CC=C2C(=C1)NC1=NNCN12
C1NCC2=C1OC1=C(C=CC=C1)C2
C1NCCN2CCNC[C@H]12
C1=CC=C2C(=C1)OC1=C2N=CNC1
C1CO[C@@H]2CC[C@@H]2C1
C1=CC2=C(C=N1)CNCC2
C1C[C@@H]2OCCN[C@@H]2C1
C1=CCN2C[C@H]3CNC[C@H](C3)C2=C1
C1=CN2N=CC=C2N=N1
C1N=NCN2NC=C[C@H]12
C1=NC2=C(C=N1)OC=N2
C1C[NH+]2CCN1CC2
C1C=CCC2=NC=CC=C12
C1=NN2C(=C1)N=NC1=C2C=CNC1
C1NCC2=C(N1)SC=C2
C1=NN=C2SCCNN12
C1=CC2=[NH+]C[NH+]=C2C=C1
C1=CC2=C(C=C3OC=CC3=C2)OC1
C1CC[C@H]2C[C@H]2C1
C1OC[NH+]2COC[C@H]12
C1CCC2=C(N=CNC2)N1
C1CC[NH+]2C[C@H]3CNC[C@H]3[C@H]2C1
C1[NH2+]C[C@@H]2C[C@H]12
C1CCCC2=C1CN1N=CN=C1N2
C1=CC=C2CSCCC2=C1
C1=CC=C2OCCCNC2=C1
C1CCC2=C(C1)CN=N2
C1=CN2C=NN=C2C=N1
C1=CN2CCSC2=NC1
C1CCCC2=C1CC1=CNN=C1N2
C1CCSC2=NC=CCN12
C1=CN2N=CC=C2C=N1
C1=CC=C2C3=C(CCSC3)NC2=C1
C1CCCC2=C1CC1=C(N2)NCNC1
C1=C2CCCC[C@@H]2SC1
C1N=CN=C2N=C3CCCC=C3C[C@@H]12
C1=NNCNC1
C1=CC=C2C(=C1)NC1=C2N=CNC1
C1CNSNC1
C1C[C@@H]2C[C@H]1[C@H]1CNC[C@@H]21
C1=CC2=NSN=C2C=C1
C1=CC2=C(C=CS2)[NH+]=C1
C1=CC=C2C(=C1)CC[NH+]1CNC[C@@H]21
C1NCCN2C[C@H]3[NH+]=C4C=CC=CC4=C3C[C@@H]12
C1=CC2=C(C=C1)C1=NNCC=C1C2
C1=NC2=C(C=NO2)CN1
C1=CN=C2SC=CC2=C1
C1CC[C@@H]2CCCN[C@H]2C1
C1=CN=C2C=CN=CC2=C1
C1=CC=C2SNCNC2=C1
C1=CNCN=N1
C1=CC2=C(C=C1)N1CCCC3=CC=CC(=C31)O2
C1=CC=C2[N+]=C3CCCC3=[N+]C2=C1
C1=CC2=CC=CC3=C2C(=C1)CC3
C1=CC2=C(N=C3C=CC=CN3C2)NC1
C1CCCC2=C1C=CCN2
C1CC2=C(CC1)SCC2
C1=CC2=CON=C2C=C1
C1NCCCCCN1
C1NCC2=CC=CC3=CC=CC1=C23
C1=C[C@@H]2CCCN2C2=CC=CC=C12
C1=CC2=C(C=CO2)N1
C1=CC2=C(S1)N1C=NNCC1=C2
C1CCCC2=C1CNC1=NON=C1N2
C1CC[C@@H]2C[NH2+]CCC2C1
C1=NC=C2CNC=NC2=N1
C1NC[C@@H]2[C@@H]3C=C[C@H]([C@H]12)[C@@H]1C[C@H]31
C1=CC=C2N=C3CCCCC3=CC2=C1
C1CCCC2=C1CC1=C(N2)NC=NC1
C1N=CC2=C(CCCC2)N1
C1=CC2=NNCN2N=C1
C1=NC=C2N=NNC2=N1
C1C[C@@H]2C[C@@H]2C1
C1NCC2=C(CNC2)N1
C1=NN2CCCCCC2=N1
C1=CC2=C(C=C1)C1=C(CCCC1)N2
C1CCC2[C@@H](C1)CCC1CC3CC[C@]12C3
C1SCC2=NCC3=CC=CC=C3N12
C1CNSC2=C1SC=C2
C1=CC2=C(C=C1)N1C=CC=C1C[NH2+]C2
C1=CC=C2C(=C1)OC1=C2N=CN=C1
C1=CC2=C(CCCCCC2)S1
C1NCCC2=CC3=C(C=C12)OCO3
C1=NC2=C(C=N1)SC=C2
C1=CC2=CC3=C(CC[NH+]C3)N=C2S1
C1=N[C@@H]2C[NH2+]CCC2=N1
C1=CC2=CC3=C(C=C2NC1)OCO3
C1C[C@@H]2CNC[C@H]1CN2
C1=NC2=C(C=NN2)S1
C1CC2CCCC[C@H]2CC1
C1=CC=C2C(=C1)CNC1=NNCN12
C1CCCC2=C1CCC=N2
C1NCN=C2S[C@@H]3CCCCC3=C12
C1=COC=CC1
C1=NC2=C(CN1)SC=C2
C1=CC2=CC=COC2=CC1
C1=C2CCCCOC2=CC2=C1CCC2
C1=NNCC2=CNC=C12
C1CC[NH+]2CCCNC[C@H]2C1
C1=NC=NCN1
C1=CN=C2NCNC2=C1
C1=CC=C2N=NNCC2=C1
C1=CC=C2C(=C1)SC1=C2C2=CC=CC=C2S1
C1CCC=CCN1
C1=CC=C2C(=C1)C=NC1=CN=NN12
C1C[C@@H]2CCC[C@H](C1)N2
C1=CC2=C(NC1)C1=CC3=C(CCCC3)N=C1S2
C1=NOC2=C1CNCC2
C1CC2=C3C(=CC=C2)CCCN13
C1CCCC2=NC=CC[C@@H]12
C1=CC=C2CNC3=NC=CC=C3CC2=C1
C1C[C@@H]2CC[C@H](CN1)[NH+]2
C1=NC2=C(C[C@@H]3CCCCC3C2)S1
C1CCCC2=C1CC=C1N=CC3=C(SC4=C3CCCC4)N12
C1NCN2CCC3=C4C=CC=CC4=[NH+][C@H]3C12
C1=CN=C2CCNCC2=C1
C1=NC2=CCNN2C=N1
C1CCCC2=C1C=CN2
